{
  "last_updated": "2026-02-13T10:22:03.511334-05:00",
  "total_papers": 100,
  "categories": [
    "astro-ph",
    "cond-mat",
    "gr-qc",
    "hep-ex",
    "hep-ph",
    "nucl-th",
    "quant-ph",
    "math",
    "cs",
    "q-bio",
    "q-fin",
    "stat",
    "eess",
    "econ"
  ],
  "papers": [
    {
      "id": "2602.12269v1",
      "title": "Certification of linear optical quantum state preparation",
      "authors": [
        "Riko Schadow",
        "Naomi Spier",
        "Stefan N. van den Hoven",
        "Malaquias Correa Anguita",
        "Redlef B. G. Braamhaar",
        "Sara Marzban",
        "Jens Eisert",
        "Jelmer J. Renema",
        "Nathan Walk"
      ],
      "published": "2026-02-12T18:55:49Z",
      "abstract": "Certification is important to guarantee the correct functioning of quantum devices. A key certification task is verifying that a device has produced a desired output state. In this work, we study this task in the context of photonic platforms, where single photons are propagated through linear optical interferometers to create large, entangled resource states for metrology, communication, quantum advantage demonstrations and for so-called linear optical quantum computing (LOQC). This setting derives its computational power from the indistinguishability of the photons, i.e., their relative overlap. Therefore, standard fidelity witnesses developed for distinguishable particles (including qubits) do not apply directly, because they merely certify the closeness to some fixed target state. We introduce a measure of fidelity suitable for this setting and show several different ways to witness it, based on earlier proposals for measuring genuine multi-photon indistinguishability. We argue that a witness based upon the discrete Fourier transform is an optimal choice. We experimentally implement this witness and certify the fidelity of several multi-photon states.",
      "pdf_url": "https://arxiv.org/pdf/2602.12269v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.12266v1",
      "title": "Repulsive Gravitational Force as a Witness of the Quantum Nature of Gravity",
      "authors": [
        "Pablo L. Saldanha",
        "Chiara Marletto",
        "Vlatko Vedral"
      ],
      "published": "2026-02-12T18:54:50Z",
      "abstract": "We show that a single spatially superposed 'source' mass acting on a 'probe' matter wavepacket can reveal the quantum nature of the gravitational field. For this we use a specific state preparation and measurement of the superposed source mass, including a postselection, which altogether results in a repulsive gravitational force on the probe particle. A classical gravitational field can never lead to repulsion, as the effect requires quantum interference of two distinct states of gravity. We also present a calculation in the Heisenberg picture under the formalism of weak values that illustrates how repulsion is achieved. Finally, we estimate the range of parameters (masses and the spatio-temporal extent of interference) for which the experiment is feasible.",
      "pdf_url": "https://arxiv.org/pdf/2602.12266v1",
      "categories": [
        "quant-ph",
        "gr-qc"
      ]
    },
    {
      "id": "2602.12263v1",
      "title": "Systematic Operator Construction for Non-relativistic Effective Field Theories: Hilbert Series versus Young Tensor",
      "authors": [
        "Yong-Kang Li",
        "Yi-Ning Wang",
        "Jiang-Hao Yu"
      ],
      "published": "2026-02-12T18:53:37Z",
      "abstract": "This work establishes a systematic framework for operator construction in the non-relativistic effective field theory, incorporating both the three dimensional Euclidean symmetry and the internal symmetries. By employing double cover of the rotation group, we extend the Hilbert series to the non-relativistic systems, and eliminates redundancies introduced by the spin operator. We also generalize the Young tensor method to the non-relativistic cases through the $SU(2)$ semi-standard Young tableaux, which allows for the construction of operator bases with repeated fields at any given mass dimension. Utilizing the Young tensor technique and Hibert series as cross-check, we obtain the complete operator bases for the following cases: heavy particle (and also heavy quark) effective theory operators up to mass dimension 9; pion-less effective theory operators, including nucleon-nucleon contact interactions up to $\\mathcal{O}(Q^4)$ and three-nucleon interactions at $\\mathcal{O}(Q^2)$; and finally the spin-1/2 dark matter-nucleon operators up to $\\mathcal{O}(v^4)$.",
      "pdf_url": "https://arxiv.org/pdf/2602.12263v1",
      "categories": [
        "hep-ph",
        "nucl-th"
      ]
    },
    {
      "id": "2602.12258v1",
      "title": "Post-measurement states are (very) useful for measurement discrimination",
      "authors": [
        "Charbel Eid",
        "Marco Túlio Quintino"
      ],
      "published": "2026-02-12T18:47:47Z",
      "abstract": "The standard approach to quantum measurement discrimination is to perform the given unknown measurement on a probe state, possibly entangled with an auxiliary system, and make a decision based on the measurement outcome obtained. In this work, we go beyond the standard aforementioned scenarios by consider not only the classical measurement outcome of a measurement, but also its the post-measurement quantum state. More specifically, instead of considering only the positive-operator valued measure (POVM) operators, we consider their associated Lüders' instrument associated with them. We prove that, when the post-measurement quantum states are available, the task of discriminating two qubit projective measurements is equivalent to discriminating two copies of quantum states associated to each projector pair, extending previous results known for the case where probe states are separable. Then, we proceed by showing that the advantage of considering post-measurement states in measurement discrimination can be large. We formalise this claim by presenting a family of pairs of measurements where the ratio between the discrimination bias of the measurement discrimination task with and without post-measurement states can be arbitrarily large. This shows that, while the post-measurement state was neglected in most of the previous literature, its use can significantly improve the performance of quantum measurement discrimination.",
      "pdf_url": "https://arxiv.org/pdf/2602.12258v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.12252v1",
      "title": "The Dark Side of the Moon: Listening to Scalar-Induced Gravitational Waves",
      "authors": [
        "D. Blas",
        "J. W. Foster",
        "Y. Gouttenoire",
        "A. J. Iovino",
        "I. Musco",
        "S. Trifinopoulos",
        "M. Vanvlasselaer"
      ],
      "published": "2026-02-12T18:41:15Z",
      "abstract": "The collapse of large-amplitude primordial curvature perturbations into planetary-mass primordial black holes generates a scalar-induced gravitational wave background in the $μ$Hz frequency range that may be detectable by future Lunar Laser Ranging and Satellite Laser Ranging data. We derive projected constraints on the primordial black hole population from a null detection of stochastic gravitational wave background by these experiments, including the impact of the electroweak phase transition on the abundance of planetary-mass primordial black holes. We also discuss the connection between the obtained projected constraints and the recent microlensing observations by the HSC collaboration of the Andromeda Galaxy.",
      "pdf_url": "https://arxiv.org/pdf/2602.12252v1",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph"
      ]
    },
    {
      "id": "2602.12232v1",
      "title": "Extending the Cosmological Collider: New Scaling Regimes and Constraints from BOSS",
      "authors": [
        "Daniel Green",
        "Jiashu Han",
        "Benjamin Wallisch"
      ],
      "published": "2026-02-12T18:10:34Z",
      "abstract": "Primordial non-Gaussianity generated by additional fields during inflation offers a compelling observational target. Heavy fields imprint characteristic oscillatory signals in non-Gaussian correlation functions of the inflaton, a process sometimes referred to as cosmological-collider physics. These distinct signatures are compelling windows into ultra-high-energy physics, but are often suppressed, making standard equilateral non-Gaussianity the most promising discovery channel in many scenarios. In this paper, we show that direct couplings between the inflaton and additional fields can lead to a wide variety of novel, observationally relevant signals which open new parameter regimes that simultaneously exhibit the characteristics of light and heavy fields. We identify these primordial signatures in the late-time observables of the large-scale structure of the Universe, where they most significantly modify the scale-dependent bias of the galaxy power spectrum to include an oscillatory modulation around a non-trivial power law. We explore the full range of parameters that phenomenologically arise in these models and study the sensitivity of current and future galaxy surveys, finding that this new class of primordial non-Gaussianity is particularly accessible in near-term surveys due to its oscillatory feature. Finally, we perform an analysis of existing data from the final release of the Baryon Oscillation Spectroscopic Survey (BOSS DR12). While we find no evidence for a signal, we demonstrate significant improvements in sensitivity over respective non-oscillatory scenarios and place the first constraints on this extended parameter space of oscillatory non-Gaussianity.",
      "pdf_url": "https://arxiv.org/pdf/2602.12232v1",
      "categories": [
        "astro-ph.CO",
        "hep-ph",
        "hep-th"
      ]
    },
    {
      "id": "2602.12228v1",
      "title": "Non-Abelian Quantum Low-Density Parity Check Codes and Non-Clifford Operations from Gauging Logical Gates via Measurements",
      "authors": [
        "Maine Christos",
        "Chiu Fan Bowen Lo",
        "Vedika Khemani",
        "Rahul Sahay"
      ],
      "published": "2026-02-12T18:05:23Z",
      "abstract": "In this work, we introduce constructions for non-Abelian qLDPC codes obtained by gauging transversal Clifford gates using measurement and feedback. In particular, we identify two qualitatively different approaches to gauging qLDPC codes to obtain their non-Abelian counterparts. The first approach applies to codes that exhibit a generalized form of Poincaré duality and leads to a qLDPC non-Abelian Clifford stabilizer code, whose stabilizers are reminiscent of the action of a Type-III twisted quantum double. Our second approach applies to general qLDPC codes, and uses a graph of ancilla qubits which may be tailored to properties of the input codes to gauge a single transversal gate. For both constructions, the resulting gauged codes are shown to have properties analogous to 2D non-Abelian topological order -- e.g. the analog of a single anyon on a torus. We conclude by demonstrating that our gauging procedures enable magic state preparation via the measurement of logical Clifford gates. Consequently, our gauging constructions offer a protocol for performing non-Clifford operations on any qLDPC code.",
      "pdf_url": "https://arxiv.org/pdf/2602.12228v1",
      "categories": [
        "quant-ph",
        "cond-mat.str-el"
      ]
    },
    {
      "id": "2602.12227v1",
      "title": "Phase Estimation from Amplitude Collapse in Correlated Matter-Wave Interference",
      "authors": [
        "Daniel Derr",
        "Dominik Pfeiffer",
        "Ludwig Lind",
        "Gerhard Birkl",
        "Enno Giese"
      ],
      "published": "2026-02-12T18:05:21Z",
      "abstract": "Operating matter-wave interferometers as quantum detectors for fundamental physics or inertial sensors in real-world applications with unprecedented accuracies relies on noise rejection, often implemented by correlating two sensors. Such sensors can be spatially separated (gradiometry or gravitational-wave detection) or consist of different internal states (magnetometry or quantum clock interferometry), in which case a signal-amplitude modulation may serve as a signature of a differential phase. In this work, we introduce Phase Estimation from Amplitude Collapse (PEAC) by applying targeted fitting methods for different magnetically sensitive substates of an atom interferometer. We demonstrate that PEAC provides higher trueness (up to 80% bias reduction) than standard tools for perfectly correlated signals. At its working point near, but not exactly at phase settings resulting in vanishing amplitude, it achieves precision competitive with standard methods, contrasting prior claims of optimal operation at vanishing amplitude. PEAC presents a generally applicable complementary evaluation method for correlated interferometers without phase stability, increasing the overall accuracy and enabling applications beyond atom interferometry.",
      "pdf_url": "https://arxiv.org/pdf/2602.12227v1",
      "categories": [
        "quant-ph",
        "physics.atom-ph"
      ]
    },
    {
      "id": "2602.12225v1",
      "title": "Second excited state of ${}^4\\mathrm{He}$ tetramer",
      "authors": [
        "A. Deltuva"
      ],
      "published": "2026-02-12T18:04:35Z",
      "abstract": "The four-boson universality suggests the existence of the second excited tetramer state in a system of cold ${}^4\\mathrm{He}$ atoms. It is not bound but could be seen as a resonance in the atom-trimer scattering. This process is rigorously calculated using the momentum-space transition operator framework with two realistic interatomic potentials. The $S$-wave phase shift and cross section show a resonant behavior below the excited trimer threshold, but there are sizable nonresonant contributions from $P$ and $D$ waves as well. The position and width of the resonant state is determined, and for the latter significant finite-range effects are found.",
      "pdf_url": "https://arxiv.org/pdf/2602.12225v1",
      "categories": [
        "cond-mat.quant-gas",
        "nucl-th",
        "physics.atom-ph"
      ]
    },
    {
      "id": "2602.12212v1",
      "title": "Quantum-Coherent Thermodynamics: Leaf Typicality via Minimum-Variance Foliation",
      "authors": [
        "Maurizio Fagotti"
      ],
      "published": "2026-02-12T17:51:11Z",
      "abstract": "Equilibrium statistical ensembles commute with the Hamiltonian and thus carry no coherence in the energy eigenbasis. We develop a thermodynamic framework in which energy fluctuations can retain genuinely quantum-coherent contributions. We foliate state space into \"minimum-variance leaves,\" defined by minimizing the average energy variance over all pure-state decompositions, with the minimum set by the quantum Fisher information. On each leaf we construct the least-biased state compatible with normalization and mean energy, defining a leaf-canonical ensemble. The Gibbs ensemble is recovered on the distinguished commuting leaf, while generic states are organized by their leaf label. This structure provides a natural setting to extend eigenstate thermalization beyond equilibrium via a \"leaf typicality\" hypothesis. According to that hypothesis, under unitary time evolution local observables depend only on the leaf and energy and, at all times, are reproduced by evolving a representative (pure) state drawn from the optimal ensemble.",
      "pdf_url": "https://arxiv.org/pdf/2602.12212v1",
      "categories": [
        "quant-ph",
        "cond-mat.stat-mech",
        "math-ph"
      ]
    },
    {
      "id": "2602.12200v1",
      "title": "What does a regular star look like?",
      "authors": [
        "Yu Liang",
        "Yuhao Cui",
        "Kai Lin",
        "Sen Guo",
        "V. H. Satheeshkumar",
        "Yang Huang",
        "Yang-Yi Sun",
        "Elcio Abdalla"
      ],
      "published": "2026-02-12T17:33:06Z",
      "abstract": "Recently, astronomers discovered unusual Einstein cross images of the galaxy HerS-3, which feature a bright central spot. Motivated by studies of images produced by regular stars, it has been proposed that optical appearances caused by compact stars acting as gravitational lenses may account for this central bright spot. We further suggest that images produced by regular stars exhibit additional characteristics distinct from those of ordinary black holes, such as the possible partial or complete absence of secondary images. These phenomena may serve as favorable observational criteria for identifying regular stars in future searches.",
      "pdf_url": "https://arxiv.org/pdf/2602.12200v1",
      "categories": [
        "gr-qc",
        "astro-ph.GA"
      ]
    },
    {
      "id": "2602.12193v1",
      "title": "A Framework for Spatial Quantum Sensing",
      "authors": [
        "Luís Bugalho",
        "Yasser Omar",
        "Damian Markham"
      ],
      "published": "2026-02-12T17:24:51Z",
      "abstract": "Analytical and algebraic geometry are valuable tools for dealing with problems involving analytical functions and polynomials. In what we connote as spatial quantum sensing the goal is, given an underlying field and a set of quantum sensors interrogating the field in a set of positions, to find an estimator for some property the field. This property can have multiple forms, be it distinguishing the source of a target signal, or evaluating the field (or a derivative thereof) in an arbitrary position. In this work we also link this problem to networks of quantum sensors, and the role and usefulness of entangling these sensors. We find that the estimators that come out as a solution to the problem are such that a non-local entangled strategy provides maximum precision. We start by working under the assumption of polynomial fields, which relates to the interpolation problem, and then generalize for any signal that is modeled via analytical functions, giving rise to any general least-squares estimator. We discuss the effects of the placement of the sensors in the estimation, namely, how to find well defined, construction error-free placements for the sensors. In the case of interpolation we provide concrete examples and proofs in a $m$-dimensional array of sensors, and discuss necessary and sufficient conditions for the more general cases. We provide clear examples of the possible use-cases and statements, and compare a non-local entangled strategy with the best local strategy for an interpolation problem, showing the benefit in terms of precision in a distributed sensing scenario. This is a key tool for a wide-range of problem in sensing problems, ranging from large-scale such as earth-sized experiments, to local-scale, such has biological experiments.",
      "pdf_url": "https://arxiv.org/pdf/2602.12193v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.12185v1",
      "title": "Charged moments and symmetry-resolved entanglement from Ballistic Fluctuation Theory",
      "authors": [
        "Giorgio Li",
        "Léonce Dupays",
        "Paola Ruggiero"
      ],
      "published": "2026-02-12T17:16:00Z",
      "abstract": "The charged moments of a reduced density matrix provide a natural starting point for deriving symmetry-resolved Rényi and entanglement entropies, which quantify how entanglement is distributed among symmetry sectors in the presence of a global internal symmetry in a quantum many-body system. In this work, we study charged moments within the framework of Ballistic Fluctuation Theory (BFT). This theory describes large-scale ballistic fluctuations of conserved charges and associated currents and, by exploiting the height-field formulation of twist fields, gives access to the asymptotic behaviour of their two-point correlation functions. In Del Vecchio Del Vecchio et al. $[1]$, this approach was applied to the special case of branch-point twist fields used to compute entanglement entropies within the replica approach. Here, we extend those results by applying BFT to composite branch-point twist fields, obtained by inserting an additional gauge field. Focusing on free fermions, we derive analytic expressions for charged Rényi entropies both at equilibrium, in generalized Gibbs ensembles, and out of equilibrium following a quantum quench from $U(1)$ preserving pair producing integrable initial states. In the latter case, our results agree with the conjecture arising from the quasiparticle picture.",
      "pdf_url": "https://arxiv.org/pdf/2602.12185v1",
      "categories": [
        "cond-mat.stat-mech",
        "hep-th",
        "quant-ph"
      ]
    },
    {
      "id": "2602.12184v1",
      "title": "One-, two-, and three-dimensional photon femtoscopy",
      "authors": [
        "Dariusz Miśkowiec",
        "Klaus Reygers"
      ],
      "published": "2026-02-12T17:15:44Z",
      "abstract": "Femtoscopy with photon pairs is a particularly attractive tool for studying high-energy nuclear collisions. Proposed and extensively discussed in several influential theory articles, it has seen only few applications in experiment because of statistics limitations. With the progress of detectors and electronics, only now it is coming within reach. In this paper we discuss the choice of kinematic variables for two-photon correlation functions. In particular, we argue against $C(Q_{\\rm inv})$ and in favor of $C(ΔE,Q_{\\rm inv})$.",
      "pdf_url": "https://arxiv.org/pdf/2602.12184v1",
      "categories": [
        "nucl-ex",
        "hep-ex"
      ]
    },
    {
      "id": "2602.12176v1",
      "title": "Single-minus gluon tree amplitudes are nonzero",
      "authors": [
        "Alfredo Guevara",
        "Alexandru Lupsasca",
        "David Skinner",
        "Andrew Strominger",
        "Kevin Weil"
      ],
      "published": "2026-02-12T17:09:06Z",
      "abstract": "Single-minus tree-level $n$-gluon scattering amplitudes are reconsidered. Often presumed to vanish, they are shown here to be nonvanishing for certain \"half-collinear\" configurations existing in Klein space or for complexified momenta. We derive a piecewise-constant closed-form expression for the decay of a single minus-helicity gluon into $n-1$ plus-helicity gluons as a function of their momenta. This formula nontrivially satisfies multiple consistency conditions including Weinberg's soft theorem.",
      "pdf_url": "https://arxiv.org/pdf/2602.12176v1",
      "categories": [
        "hep-th",
        "hep-ph"
      ]
    },
    {
      "id": "2602.12167v1",
      "title": "Time-Structured Tail Probabilities for Ultra-High-Energy Gamma-Hadron Discrimination in Water-Cherenkov Arrays",
      "authors": [
        "Ruben Conceição",
        "Pedro J. Costa",
        "Mário Pimenta"
      ],
      "published": "2026-02-12T16:52:56Z",
      "abstract": "Gamma-hadron discrimination based on shower observables is essential for identifying gamma-ray astrophysical sources at the highest energies. In this work, we introduce $P^{α, T}_{\\rm tail}$, a new discrimination variable for ultra-high-energy photon searches within the framework of a water-Cherenkov detector (WCD) array. The observable extends signal-integrated methods by incorporating the time structure of WCD traces, using cumulative signal distributions.\n  Using simulated proton- and gamma-induced air showers at energies around $10^{17}\\,\\mathrm{eV}$, we evaluate the performance of $P^{α, T}_{\\rm tail}$ and compare it with established WCD-based observables such as $S_b$, risetime-based variables, and the SWGO-inspired, $P^α_{\\rm tail}$. The new variable attains a background contamination of roughly $2 \\times 10^{-2}$ at $50\\%$ gamma efficiency, improving upon existing WCD-only methods by nearly a factor of five and approaching the performance of an idealized muon-isolating reference. These results demonstrate the effectiveness of exploiting time-resolved signal tails to enhance ultra-high-energy photon searches in sparse surface arrays.",
      "pdf_url": "https://arxiv.org/pdf/2602.12167v1",
      "categories": [
        "hep-ph",
        "hep-ex"
      ]
    },
    {
      "id": "2602.12161v1",
      "title": "Coherent Perfect Tunneling at Exceptional Points via Directional Degeneracy",
      "authors": [
        "Huayang Cai",
        "Bishuang Chen"
      ],
      "published": "2026-02-12T16:43:47Z",
      "abstract": "Coherent perfect tunneling in the presence of loss and asymmetry remains a fundamental challenge in wave transport, a universal problem across optics, acoustics, and quantum mechanics. Here we demonstrate coherent perfect tunneling at an exceptional point in a passive one-dimensional waveguide cascade with three coupled interfaces. Using a waveguide-invariant scattering framework, we show that the suppression of a selected output channel originates from a directional scattering degeneracy rather than from resonance or absorption collapse. This exceptional-point condition emerges when interference between boundary-induced feedback loops promotes a simple zero of the scattering response to a second-order degeneracy. As a direct consequence, fixed coherent excitation produces a robust quartic leakage law within a transparency-dominated tunneling window. These results establish directional degeneracy as a general mechanism for loss-tolerant tunneling enabled by exceptional points across a broad class of wave systems.",
      "pdf_url": "https://arxiv.org/pdf/2602.12161v1",
      "categories": [
        "physics.optics",
        "hep-ex"
      ]
    },
    {
      "id": "2602.12156v1",
      "title": "Deterministic Generation of Arbitrary Fock States via Resonant Subspace Engineering",
      "authors": [
        "Shan Jin",
        "Ming Li",
        "Weizhou Cai",
        "Zi-Jie Chen",
        "Yifang Xu",
        "Yilong Zhou",
        "Hongwei Huang",
        "Yunlai Zhu",
        "Ziyue Hua",
        "Guang-Can Guo",
        "Luyan Sun",
        "Xiaoting Wang",
        "Chang-Ling Zou"
      ],
      "published": "2026-02-12T16:36:58Z",
      "abstract": "Deterministic preparation of high-excitation Fock states is a central challenge in bosonic quantum information, with control complexity that generically explodes as the Hilbert space dimension grows. Here we introduce resonant subspace engineering (RSE), a protocol that analytically confines the infinite-dimensional bosonic dynamics to a two-dimensional invariant subspace spanned by an initial coherent state and the target state. State transfer then reduces to a geodesic rotation on a synthetic Bloch sphere, governed by resonance and phase-matching conditions we derive in closed form. For single Fock states, RSE achieves $O(n^{1/4})$ scaling in both evolution time and gate depth, showing a fundamental improvement over existing deterministic schemes. The construction generalizes to $K$-component superpositions via a $(K{+}1)$-dimensional invariant subspace with full $\\mathrm{SU}(K{+}1)$ controllability, requiring only 3-5 iterations of operations for superpositions spanning photon numbers 70--100. RSE provides a scalable and analytically transparent framework for large-scale bosonic state engineering and gate synthesis across single- and multimode platforms.",
      "pdf_url": "https://arxiv.org/pdf/2602.12156v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.12154v1",
      "title": "Resurrecting Kaluza-Klein Dark Matter with Low-Temperature Reheating",
      "authors": [
        "Kirtiman Ghosh",
        "Abhishek Roy",
        "Rameswar Sahu"
      ],
      "published": "2026-02-12T16:35:45Z",
      "abstract": "In Universal Extra Dimension (UED) scenarios, the lightest Kaluza-Klein (KK) particle is naturally stable due to a remnant discrete symmetry, KK parity, arising from extra-dimensional compactification. This stability requires no ad hoc symmetry and renders Kaluza-Klein dark matter a well-motivated candidate, provided it reproduces the observed relic abundance. The minimal UED (mUED) framework being highly predictive is strongly constrained by the combined requirements of relic density and collider searches under standard cosmological assumptions. We revisit the dark matter phenomenology of mUED in the presence of a nonstandard cosmological history featuring a low reheating temperature driven by prolonged inflaton decay. Solving the coupled Boltzmann equations for dark matter, radiation, and inflaton energy densities, we show that entropy injection during reheating can dilute the relic abundance by orders of magnitude, reopening large regions of parameter space previously ruled out. We further demonstrate that the revived parameter space is consistent with current collider, direct-detection, and indirect-detection constraints, while remaining testable by upcoming experiments.",
      "pdf_url": "https://arxiv.org/pdf/2602.12154v1",
      "categories": [
        "hep-ph",
        "hep-ex"
      ]
    },
    {
      "id": "2602.12152v1",
      "title": "Realization of a cavity-coupled Rydberg array",
      "authors": [
        "Jacopo De Santis",
        "Balázs Dura-Kovács",
        "Mehmet Öncü",
        "Adrien Bouscal",
        "Dimitrios Vasileiadis",
        "Johannes Zeiher"
      ],
      "published": "2026-02-12T16:34:41Z",
      "abstract": "Scalable quantum computers and quantum networks require the combination of quantum processing nodes with efficient light-matter interfaces to distribute quantum information in local or long-distance quantum networks. Neutral-atom arrays have both been coupled to Rydberg states to enable high-fidelity quantum gates in universal processing architectures, and to optical cavities to realize interfaces to photons. However, combining these two capabilities and coupling atom arrays to highly excited Rydberg states in the mode of an optical cavity has been an outstanding challenge. Here we present a novel cavity-coupled Rydberg array that achieves this long-standing goal. We prepare, detect, and control individual atoms in a scalable optical tweezer array, couple them strongly to the optical mode of a high-finesse optical cavity and excite them in a controlled way to Rydberg states. We show that strong coupling to an optical cavity - demonstrated via the dispersive shift of the resonance of the cavity in presence of the atoms - and strong Rydberg interactions - demonstrated via the collective enhancement of Rydberg coupling in the atomic array - can be achieved in our setup at the same spatial location. Our presented experimental platform opens the path to several new directions, including the realization of quantum network nodes, quantum simulation of long-range interacting, open quantum systems and photonic-state engineering leveraging high-fidelity Rydberg control.",
      "pdf_url": "https://arxiv.org/pdf/2602.12152v1",
      "categories": [
        "quant-ph",
        "physics.atom-ph"
      ]
    },
    {
      "id": "2602.12148v1",
      "title": "Resonating group method for baryon-baryon interactions with unequal oscillator frequencies and its application to the $NΔ$ system in a chiral quark model",
      "authors": [
        "Ke-Rang Song",
        "Fei Huang"
      ],
      "published": "2026-02-12T16:31:53Z",
      "abstract": "The resonating group method (RGM) is widely used to investigate baryon-baryon interactions at the quark level, typically under the assumption that the two baryons involved share an identical harmonic-oscillator frequency. In reality, however, when a specific interaction Hamiltonian is given, different baryons should have unequal oscillator frequencies due to distinct interaction potentials induced by their different quantum numbers. In this work, we develop a new quark-level RGM formalism for baryon-baryon systems with unequal oscillator frequencies, with the aim of describing both single baryons and baryon-baryon interactions in a consistent framework. We present the formalism for solving bound-state and scattering problems, with particular emphasis on constructing the wave functions of two-baryon systems with unequal oscillator frequencies. The proposed formalism is then applied to the $NΔ$ system within a chiral SU(3) quark model, where the quark-quark interaction includes, in addition to the one-gluon exchange (OGE) and a phenomenological confinement potential, the nonet scalar and pseudoscalar meson exchanges arising from the spontaneous breaking of chiral SU(3) symmetry. The distinctive features of the newly developed formalism are elucidated by comparing the results from the new formulation with those from traditional calculations.",
      "pdf_url": "https://arxiv.org/pdf/2602.12148v1",
      "categories": [
        "hep-ph",
        "nucl-th"
      ]
    },
    {
      "id": "2602.12145v1",
      "title": "Spin networks of quantum channels",
      "authors": [
        "Bartosz Grygielski",
        "Jakub Mielczarek"
      ],
      "published": "2026-02-12T16:30:41Z",
      "abstract": "Spin networks in Loop Quantum Gravity are traditionally described by unitary holonomies corresponding to noiseless transformations. In this work, we extend this framework to incorporate general quantum channels that model effects of environment, which can become significant at the Planck scale. Specifically, we demonstrate that the transformation properties of Kraus operators, which define completely positive trace-preserving (CPTP) maps, are consistent with the gauge invariance of spin networks. This enables the introduction of generalized spin network states that can be expressed in terms of the Kraus operators. Furthermore, the associated notion of an inner product is proposed, allowing for introduction of the Hilbert space. We illustrate these constructions with examples involving a Wilson loop and a dipole network.",
      "pdf_url": "https://arxiv.org/pdf/2602.12145v1",
      "categories": [
        "gr-qc",
        "hep-th",
        "quant-ph"
      ]
    },
    {
      "id": "2602.12142v1",
      "title": "Protocols for a many-body phase microscope: From coherences and d-wave superconductivity to Green's functions",
      "authors": [
        "Christof Weitenberg",
        "Luca Asteria",
        "Ola Carlsson",
        "Annabelle Bohrdt",
        "Fabian Grusdt"
      ],
      "published": "2026-02-12T16:29:22Z",
      "abstract": "Quantum gas microscopes probe quantum many-body lattice states via projective measurements in the occupation basis, enabling access to various density and spin correlations. Phase information, however, cannot be directly obtained in these setups. Recent experiments went beyond this by measuring local current operators and local phase fluctuations. Here we propose how Fourier-space manipulation in a matter-wave microscope allows access to various long-range off-diagonal correlators in experimentally realistic settings, realizing a many-body phase microscope. We demonstrate in particular how the fermionic d-wave superconducting order parameter in arbitrary Hubbard-type models, the non-equal time Green's function yielding the spectral function, or the hidden order of composite bosons in a fractional Chern insulator can be directly measured. Our results show the great potential of matter-wave microscopy for accessing exotic correlators including phases and coherences and characterizing intriguing quantum many-body states.",
      "pdf_url": "https://arxiv.org/pdf/2602.12142v1",
      "categories": [
        "cond-mat.quant-gas",
        "cond-mat.str-el",
        "physics.atom-ph",
        "quant-ph"
      ]
    },
    {
      "id": "2602.12119v1",
      "title": "Studies of low energy $l+p\\to l+p+γ$ process in covariant chiral perturbation theory",
      "authors": [
        "Xu Wang",
        "Kai-Ge Kang",
        "Zhiguang Xiao",
        "Han-Qing Zheng"
      ],
      "published": "2026-02-12T16:09:59Z",
      "abstract": "This study presents a tree-level calculation of the scattering amplitude for the $lp\\to lpγ$ (with a hard photon) process within the framework of Chiral Perturbation Theory. Our calculations, based on the $O(p^2)$ and $O(p^3)$ nucleon-pion Lagrangians, aim to provide a theoretical prediction for the differential cross-section. The result shows that explicit inclusion of the nonzero lepton mass significantly influences the low energy differential cross section for $μp\\to μp γ$ process. The kinematic region of the present experimental data is beyond the validity domain of the $χ$PT and is therefore not suitable for determining the low-energy constants (LECs). By comparing our results with future experimental data, we expect to determine the values of the LECs as a further test of $χ$PT as an effective low-energy theory of QCD. The process is of significant interest as it can help to determine the generalized polarizabilities of the nucleon.",
      "pdf_url": "https://arxiv.org/pdf/2602.12119v1",
      "categories": [
        "hep-ph",
        "hep-ex",
        "nucl-th"
      ]
    },
    {
      "id": "2602.12115v1",
      "title": "Search for Sub-Solar Mass Binaries in the First Part of LIGO's Fourth Observing Run",
      "authors": [
        "Keisi Kacanja",
        "Kanchan Soni",
        "Aleyna Akyuz",
        "Alexander H. Nitz"
      ],
      "published": "2026-02-12T16:06:43Z",
      "abstract": "We report the first results of a sub-solar mass compact binary search using the data from the first part of the fourth observing run (O4a) of the Advanced LIGO detectors. Sub-solar mass neutron stars or primordial black holes are not expected to form via standard stellar evolution, and their observation would signify a new class of astrophysical object or the discovery of dark matter. Our search covers binaries with primary masses 0.1 to 2 $\\textrm{M}_\\odot$ and secondary masses 0.1 to 1 $\\textrm{M}_\\odot$. We explicitly incorporate tidal effects up to $7\\times10^5$ for extremely low mass neutron stars. No statistically significant candidates are identified. The advanced sensitivity of the O4a run enables an improvement in the sub-solar mass black hole merger rate limits by more than $2 \\times$ over the previous three observing runs (O1-O3b). We place a $90\\%$ confidence upper limit on the merger rate $\\mathcal{R}_{90}$ for sub-solar mass black holes to be $< 1.77\\times10^4 \\textrm{Gpc}^{-3} \\textrm{yr}^{-1}$ for a chirp mass of 0.2 $\\textrm{M}_\\odot$. We place the first constraints for binary neutron stars with tidal deformabilities up to $\\sim 7\\times10^5$ and improve the merger rate estimate by a factor $\\sim 4$ in comparison to previous O3 tidal searches for tidal deformabilities $< 10^4$. We further constrain the fraction of dark matter composed of primordial black hole $f_{\\rm PBH}< 2\\%$ for a chirp mass of 0.1 $\\textrm{M}_\\odot$. Our results significantly expand the observational search space for sub-solar binaries and provide rigorous constraints on the local abundance of compact objects that may arise from non-standard formation mechanisms.",
      "pdf_url": "https://arxiv.org/pdf/2602.12115v1",
      "categories": [
        "astro-ph.HE",
        "gr-qc"
      ]
    },
    {
      "id": "2602.12101v1",
      "title": "Black Holes Trapped by Ghosts",
      "authors": [
        "Cheng-Yong Zhang",
        "Yunqi Liu",
        "Bin Wang"
      ],
      "published": "2026-02-12T15:55:39Z",
      "abstract": "Violent cosmic events, from black hole mergers to stellar collapses, often leave behind highly excited black hole remnants that inevitably relax to equilibrium. The prevailing view, developed over decades, holds that this relaxation is rapidly filtered into a linear regime, establishing linear perturbation theory as the bedrock of black hole spectroscopy and a key pillar of gravitational-wave physics. Here we unveil a distinct nonlinear regime that transcends the traditional paradigm: before the familiar linear ringdown, an intrinsically nonlinear, long-lived bottleneck can dominate the evolution. This stage is controlled by a saddle-node ghost in phase space, which traps the remnant and delays the onset of linearity by a timescale obeying a universal power-law. The ghost imprints a distinctive quiescence-burst signature on the emitted radiation: a prolonged silence followed by a violent burst and a delayed ringdown. Rooted in the bifurcation topology, it extends naturally to neutron and boson stars, echoing a topological universality shared with diverse nonlinear systems in nature. Our results expose a missing nonlinear chapter in gravitational dynamics and identify ghost-induced quiescence-burst patterns as clear targets for future observations.",
      "pdf_url": "https://arxiv.org/pdf/2602.12101v1",
      "categories": [
        "gr-qc",
        "hep-ph"
      ]
    },
    {
      "id": "2602.12097v1",
      "title": "Hierarchy of saturation conditions for multiparameter quantum metrology bounds",
      "authors": [
        "Satoya Imai",
        "Jing Yang",
        "Luca Pezzè"
      ],
      "published": "2026-02-12T15:50:54Z",
      "abstract": "The quantum Cramér-Rao (QCR) bound sets the ultimate local precision limit for unbiased multiparameter estimation. Yet, unlike in the single-parameter case, its saturability is not generally guaranteed and is often assessed through commutativity-based conditions. Here, we resolve the logical hierarchy of these commutativity conditions for unitary parameter-encoding transformations. We identify strict gaps between them, uncover previously assumed but missing implications, and construct explicit counterexamples to characterize the boundaries between distinct classes. In particular, we show that commutativity of the parameter-encoding generators alone does not ensure the saturability of the QCR bound once realistic noise produces mixed probe states. Our results provide a systematic classification of saturability conditions in multiparameter quantum metrology and clarify fundamental precision limits in noisy distributed quantum sensing beyond idealized pure-state settings.",
      "pdf_url": "https://arxiv.org/pdf/2602.12097v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.12094v1",
      "title": "Elliptic flow of strange and multi-strange hadrons in isobar collisions at $\\sqrt{s_{\\mathrm {NN}}} = 200\\mathrm{~GeV}$ at RHIC",
      "authors": [
        " The STAR Collaboration"
      ],
      "published": "2026-02-12T15:45:53Z",
      "abstract": "We report a systematic measurement of elliptic flow ($v_{2}$) of $K_{s}^{0}$, $Λ$, $\\overlineΛ$, $φ$, $Ξ^{-}$, $\\overlineΞ^{+}$, and $Ω^{-}$+$\\overlineΩ^{+}$ at mid-rapidity ($|y| < 1.0$) for isobar, $^{96}_{44}$Ru+$^{96}_{44}$Ru and $^{96}_{40}$Zr+$^{96}_{40}$Zr, collisions at $\\sqrt{s_{\\mathrm {NN}}}$ = 200 GeV. The transverse momentum ($p_\\mathrm{T}$) dependence of $v_{2}$ is studied for various centrality classes. The number of constituent quark scaling of (multi-)strange hadrons is found to hold approximately within 20%, suggesting the development of partonic collectivity in isobar collisions similar to that observed in Au+Au collisions at $\\sqrt{s_{\\mathrm {NN}}}$ = 200 GeV. The average $v_{2}$ ratio shows $\\sim$2% deviation from unity in central and mid-central collisions for strange hadrons, indicating a difference in nuclear structure and deformation between the isobars. The $v_{2}$ in isobaric collisions is compared to Cu+Cu, Au+Au, and U+U collisions at similar collision energies. We observe an increase in $v_{2}(p_\\mathrm{T})$ with increasing system size. The difference in $v_{2}$ between the isobar and other collision systems increases with $p_\\mathrm{T}$. The results are compared with a multi-phase transport model calculations with a deformed density profile to provide further insight into the nuclear structure of these isobars.",
      "pdf_url": "https://arxiv.org/pdf/2602.12094v1",
      "categories": [
        "nucl-ex",
        "hep-ex",
        "hep-ph",
        "nucl-th"
      ]
    },
    {
      "id": "2602.12090v1",
      "title": "Unconditional full vector magnetometry using spin selectivity in Nitrogen Vacancy centers in diamond",
      "authors": [
        "Asier Mongelos-Martinez",
        "Jason Tarunesh Francis",
        "Julia Bertero-DiTella",
        "Geza Giedke",
        "Gabriel Molina-Terriza",
        "Ruben Pellicer-Guridi"
      ],
      "published": "2026-02-12T15:42:31Z",
      "abstract": "Quantum sensors based on nitrogen vacancy (NV) centers in diamond have been a central topic in the sensing community for more than a decade. The extraordinary properties at room temperature of the spin system in diamond have made it one of the most prominent quantum platforms for the development of commercial quantum sensors. In particular, the sensitivity of the electronic spin in NV centers has made diamond-based magnetic sensors of special interest for their potential application in medical, industrial or navigation solutions. However, the use of these sensors for universal vector magnetometry was constrained by the need for previous knowledge on the field being measured to fully exploit their benefits. In this work, we show a method to perform unconditional vector magnetometry without the need of external information on the magnetic field, based only on the spatial arrangement of the diamond and the microwave antenna combination. While previous NV-based vector magnetometry methods require partial knowledge of the magnetic field (e.g. a calibrated bias field), we exploit the possibilities of selecting particular directions of the spins in the diamond with elliptically polarized microwave fields. We prove that our method allows to estimate both magnitude and direction of external magnetic fields without further assumptions or constraints.",
      "pdf_url": "https://arxiv.org/pdf/2602.12090v1",
      "categories": [
        "quant-ph",
        "physics.app-ph",
        "physics.ins-det",
        "physics.optics"
      ]
    },
    {
      "id": "2602.12088v1",
      "title": "GAN-based data augmentation for rare and exotic hadron searches in Pb--Pb collisions in ALICE",
      "authors": [
        "Anisa Khatun"
      ],
      "published": "2026-02-12T15:41:38Z",
      "abstract": "This work presents a feasibility study aimed at enhancing the reconstruction sensitivity for rare heavy-flavour hadrons in Pb-Pb collisions in the ALICE experiment, using the $Ξ_{c}^{+}$ baryon as a benchmark. The $Ξ_{c}^{+}$ baryon has a low rate of production and some complex decay topologies as for instance the decay $Ξ_{c}^{+} \\rightarrow Ξ^{-} + π^{+} + π^{+}$ considered in this work. Traditional simulation workflows involving event embedding and full detector response are computationally expensive and statistically limited, especially for rare signals. This study represents the first exploration of generative models within the heavy-flavour programme of ALICE. It uses a dataset of reconstructed physics quantities, such as momenta, positions, and decay vertex coordinates of $Ξ_{c}^{+}$ decay products in Pb-Pb collisions as input features, derived from augmented ALICE Monte Carlo simulations. Such features will serve as a training set for Generative Adversarial Networks (GANs) designed to generate statistically significant synthetic signal samples without the need for additional full simulations. While $Ξ_{c}^{+}$ serves as a benchmark, the broader objective is to enable searches for exotic heavy-flavour hadrons or other exotic states with complex decay patterns. By leveraging GAN-based augmentation, this approach supports rare-signal extraction in computationally demanding analyses and opens the way to broader applications of generative models in the ALICE heavy-flavour programme.",
      "pdf_url": "https://arxiv.org/pdf/2602.12088v1",
      "categories": [
        "hep-ex"
      ]
    },
    {
      "id": "2602.12077v1",
      "title": "Cosmographic Connection Between Cosmological And Planck Scales: The Barrow-Tsallis Entropy",
      "authors": [
        "Yu. L. Bolotin",
        "V. V. Yanovsky",
        "D. A. Yerokhin"
      ],
      "published": "2026-02-12T15:36:21Z",
      "abstract": "One of the fundamental challenges of quantum gravity is to understand how the microscopic degrees of freedom of the cosmological horizon shape the evolution of the Universe. One possible approach to this problem is based on the Barrow--Tsallis entropy. This entropy accounts for both quantum gravitational effects and the nonextensive effects inherent in any long-range interaction. Using a general method we developed for finding the parameters of cosmological models, we discovered a relationship between the parameter describing the microscopic structure of quantum foam and the parameter associated with macroscopic nonextensive effects. We also used our method for finding the parameters of cosmological models to evaluate the feasibility of using fractional derivatives to describe the late evolution of the Universe. The resulting relationships are exact. Therefore, the uncertainty in the relationship between the model parameters depends only on the current uncertainty in the values of the cosmographic parameters.",
      "pdf_url": "https://arxiv.org/pdf/2602.12077v1",
      "categories": [
        "gr-qc",
        "astro-ph.CO",
        "hep-ph",
        "hep-th"
      ]
    },
    {
      "id": "2602.12067v1",
      "title": "Momentum Distribution of the Dilute Fermi Gas",
      "authors": [
        "Niels Benedikter",
        "Emanuela L. Giacomelli",
        "Asbjørn Bækgaard Lauritsen",
        "Sascha Lill"
      ],
      "published": "2026-02-12T15:25:40Z",
      "abstract": "We consider a dilute quantum gas of interacting spin-1/2 fermions in the thermodynamic limit. For a trial state that resolves the ground state energy up to the precision of the Huang--Yang formula, we rigorously derive its momentum distribution. Our result agrees with the formal perturbative argument of Belyakov (Sov. Phys. JETP 13: 850--851 (1961)).",
      "pdf_url": "https://arxiv.org/pdf/2602.12067v1",
      "categories": [
        "math-ph",
        "cond-mat.quant-gas",
        "quant-ph"
      ]
    },
    {
      "id": "2602.12057v1",
      "title": "Primordial Black Hole Formation in Dust-Radiation Bouncing Cosmologies",
      "authors": [
        "Xuan Ye",
        "Luiz Felipe Demetrio",
        "Eduardo Jose Barroso",
        "Shen-Feng Yan",
        "Nelson Pinto-Neto"
      ],
      "published": "2026-02-12T15:19:15Z",
      "abstract": "Primordial black holes (PBHs) provide a unique probe of the early Universe and may have an enhanced abundance in bouncing cosmologies, where a long contracting phase can amplify perturbations. We develop a unified framework to study PBH formation in dust-radiation bouncing cosmologies, focusing on the classical contracting phase so that the results are insensitive to bounce details. We compute the curvature power spectrum for an extremely small dust equation of state using a stable semi-analytical (adiabatic) method, derive the Jeans length of the two-fluid system using dynamical-system analysis and the WKB approximation, and extend the three-zone model from the single- to the two-fluid case to model local collapse. We implement two collapse criteria to obtain the curvature perturbation threshold for PBH formation and estimate PBH mass fractions for benchmark masses spanning low-mass ($10^{-17} M_{\\odot}$) to supermassive ($10^{13} M_{\\odot}$) scales. The critical curvature threshold is extremely small and nearly mass-independent over a broad range $(ζ_c \\sim 10^{-21}$ for $10^{-14}$ to $10^{13} M_{\\odot})$, with deviations only near dust-radiation equality. Nevertheless, the square root of the curvature power spectrum at the relevant formation times is many orders of magnitude smaller, yielding vanishingly small PBH mass fractions across the benchmark masses. Compared with the pure-dust case, radiation pressure and the two-fluid collapse conditions significantly suppress PBH production, implying that substantial PBH formation in dust-radiation bouncing cosmologies would require additional mechanisms to amplify curvature perturbations.",
      "pdf_url": "https://arxiv.org/pdf/2602.12057v1",
      "categories": [
        "gr-qc"
      ]
    },
    {
      "id": "2602.12053v1",
      "title": "Remarks on non-invertible symmetries on a tensor product Hilbert space in 1+1 dimensions",
      "authors": [
        "Kansei Inamura"
      ],
      "published": "2026-02-12T15:17:58Z",
      "abstract": "We propose an index of non-invertible symmetry operators in 1+1 dimensions and discuss its relation to the realizability of non-invertible symmetries on the tensor product of finite dimensional on-site Hilbert spaces on the lattice. Our index generalizes the Gross-Nesme-Vogts-Werner index of invertible symmetry operators represented by quantum cellular automata (QCAs). Assuming that all fusion channels of symmetry operators have the same index, we show that the fusion rules of finitely many symmetry operators on a tensor product Hilbert space can agree, up to QCAs, only with those of weakly integral fusion categories. We also discuss an attempt to establish an index theory for non-invertible symmetries within the framework of tensor networks. To this end, we first propose a general class of matrix product operators (MPOs) that describe non-invertible symmetries on a tensor product Hilbert space. These MPOs, which we refer to as topological injective MPOs, include all invertible symmetries, non-anomalous fusion category symmetries, and the Kramers-Wannier symmetries for finite abelian groups. For topological injective MPOs, we construct the defect Hilbert spaces and the corresponding sequential quantum circuit representations. We also show that all fusion channels of topological injective MPOs have the same index if there exist fusion and splitting tensors that satisfy appropriate conditions. The existence of such fusion and splitting tensors has not been proven in general, although we construct them explicitly for all examples of topological injective MPOs listed above.",
      "pdf_url": "https://arxiv.org/pdf/2602.12053v1",
      "categories": [
        "cond-mat.str-el",
        "hep-th",
        "quant-ph"
      ]
    },
    {
      "id": "2602.12042v1",
      "title": "Scalable Preparation of Matrix Product States with Sequential and Brick Wall Quantum Circuits",
      "authors": [
        "Tomasz Szołdra",
        "Rick Mukherjee",
        "Peter Schmelcher"
      ],
      "published": "2026-02-12T15:07:11Z",
      "abstract": "Preparing arbitrary quantum states requires exponential resources. Matrix Product States (MPS) admit more efficient constructions, particularly when accuracy is traded for circuit complexity. Existing approaches to MPS preparation mostly rely on heuristic circuits that are deterministic but quickly saturate in accuracy, or on variational optimization methods that reach high fidelities but scale poorly. This work introduces an end-to-end MPS preparation framework that combines the strengths of both strategies within a single pipeline. Heuristic staircase-like and brick wall disentangler circuits provide warm-start initializations for variational optimization, enabling high-fidelity state preparation for large systems. Target MPSs are either specified as physical quantum states or constructed from classical datasets via amplitude encoding, using step-by-step singular value decompositions or tensor cross interpolation. The framework incorporates entanglement-based qubit reordering, reformulated as a quadratic assignment problem, and low-level optimizations that reduce depths by up to 50% and CNOT counts by 33%. We evaluate the full pipeline on datasets of varying complexity across systems of 19-50 qubits and identify trade-offs between fidelity, gate count, and circuit depth. Optimized brick wall circuits typically achieve the lowest depths, while the optimized staircase-like circuits minimize gate counts. Overall, our results provide principled and scalable protocols for preparing MPSs as quantum circuits, supporting utility-scale applications on near-term quantum devices.",
      "pdf_url": "https://arxiv.org/pdf/2602.12042v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.12022v1",
      "title": "Dark matter distributions around extreme mass ratio inspirals: effects of radial pressure and relativistic treatment",
      "authors": [
        "Yang Zhao",
        "Yungui Gong"
      ],
      "published": "2026-02-12T14:52:18Z",
      "abstract": "We investigate different treatments of dark matter (DM) distributions surrounding extreme mass ratio inspirals (EMRIs) to assess their impact on orbital evolution and gravitational wave emission. Density profiles derived from the mass current and from the energy-momentum tensor using a distribution function yield consistent results, but both differ substantially from profiles obtained using an anisotropic fluid model based on Einstein cluster ansatz. We find that the inclusion of radial pressure significantly modifies both the orbital dynamics and the resulting gravitational wave waveforms. By analyzing waveform dephasing and mismatches, we show that a fully relativistic treatment of DM distributions can substantially alter the detectability thresholds of DM halos. Our results demonstrate that radial pressure and relativistic modeling of DM are essential for accurately describing the dynamics and observational signatures of EMRIs embedded in DM halos.",
      "pdf_url": "https://arxiv.org/pdf/2602.12022v1",
      "categories": [
        "gr-qc"
      ]
    },
    {
      "id": "2602.12011v1",
      "title": "pespace: A new tool of GPU-accelerated and auto-differentiable response generation and likelihood evaluation for space-borne gravitational wave detectors",
      "authors": [
        "Rui Niu",
        "Chang Feng",
        "Wen Zhao"
      ],
      "published": "2026-02-12T14:41:08Z",
      "abstract": "Space-borne gravitational wave detectors will expand the scope of gravitational wave astronomy to the milli-Hertz band in the near future. The development of data analysis software infrastructure at the current stage is crucial. In this paper, we introduce \\texttt{pespace} which can be used for the full Bayesian parameter estimation of massive black hole binaries with detectors including LISA, Taiji, and Tianqin. The core computations are implemented using the high-performance parallel programming framework \\texttt{taichi-lang} which enables automatic differentiation and hardware acceleration across different architectures. We also reimplement the waveform models \\texttt{PhenomXAS} and \\texttt{PhenomXHM} in the separate package \\texttt{tiwave} to integrate waveform generation within the \\texttt{taichi-lang} scope, making the entire computation accelerated and differentiable. To demonstrate the functionality of the tool, we use a typical signal from a massive black hole binary to perform the full Bayesian parameter estimation with the complete likelihood function for three scenarios: including a single detector using the waveform with only the dominant mode; a single detector using the waveform including higher modes; and a detector network with higher modes included. The results demonstrate that higher modes are essential in breaking degeneracies, and coincident observations by the detector network can significantly improve the measurement of source properties. Additionally, automatic differentiation provides an accurate way to obtain the Fisher matrix without manual fine-tuning of the finite difference step size. Using a subset of extrinsic parameters, we show that the approximated posteriors obtained by the Fisher matrix agree well with those derived from Bayesian parameter estimation.",
      "pdf_url": "https://arxiv.org/pdf/2602.12011v1",
      "categories": [
        "gr-qc",
        "astro-ph.IM"
      ]
    },
    {
      "id": "2602.12010v1",
      "title": "Existence of the $DD^*\\bar{K}^*$ and $BB^*K^*$ three-body molecular states",
      "authors": [
        "Yan-Ke Chen",
        "Lu Meng",
        "Jun-Zhang Wang",
        "Shi-Lin Zhu"
      ],
      "published": "2026-02-12T14:40:28Z",
      "abstract": "We investigate the existence of the three-body molecular state composed of $DD^*\\bar{K}^*$ within the one-boson-exchange (OBE) model. A major challenge is that while the pseudoscalar-meson couplings are well-determined, the couplings for scalar- and vector-meson exchanges render significant model dependence. To ensure the reliability of our predictions and reduce model dependence, we recalibrate the coupling constants of the OBE model. We treat the pole position of $Z_c(3900)$, or equivalently the scalar $σ$-exchange coupling constant, as the only unknown parameter. The coupling constants for the vector $ρ$- and $ω$-exchanges are determined by the pole positions of the well established states $X(3872)$ and $T_{cc}(3875)$. We demonstrate that these parameter sets also successfully describe the $T_{cs0}(2870)$ without further tuning. For the three-body system, our results indicate that an $I\\left(J^P\\right)=1 / 2\\left(0^{-}\\right)$ three-body molecular bound state exists when $Z_c(3900)$ is a virtual state located within approximately $-10~\\text{MeV}$ of the $D\\bar{D}^*$ threshold. Furthermore, we extend our analysis to the complex energy plane using the complex scaling method to search for molecular resonances, though no evidence of resonances is found in considered channels. We also apply this formalism to the bottom analog $BB^*K^*$ system. In this sector, the conditions for the existence of a three-body bound state are more relaxed, as a $Z_c(3900)$ virtual state located within $-25~\\text{MeV}$ below the threshold suffices, although three-body molecular resonances remain absent. We suggest that future experiments precisely measure the pole position of $Z_c(3900)$ or search for the three-body bound state in $DD\\bar{K}ππ$ and $DD\\bar{K}$ channels, as these efforts would mutually illuminate the nature of the associated states.",
      "pdf_url": "https://arxiv.org/pdf/2602.12010v1",
      "categories": [
        "hep-ph",
        "hep-ex"
      ]
    },
    {
      "id": "2602.11997v1",
      "title": "Recent progress in decays of $b$ and $c$ hadrons",
      "authors": [
        "Aoife Bharucha"
      ],
      "published": "2026-02-12T14:26:48Z",
      "abstract": "In the last ten years there has been great progress in calculations of decays of $B$ and $D$ mesons, and baryons containing a heavy $b$ or $c$ quark. One propelling factor has been the measurement of several anomalies in $b\\to s$ and $b\\to c$ transitions, these are one of the only signs of physics beyond the Standard Model. The deviations included measurements of branching ratios, angular observables and lepton universality ratios. Another factor is the exclusive-inclusive discrepancy in the determination of the CKM elements $V_{ub}$ and $V_{cb}$. We will first review recent calculations involving $b\\to s$ and $c\\to u$ transitions that could shed light on the neutral current anomalies. We will then summarise the progress the determination of the CKM elements, $V_{ub}$ and $V_{cb}$. Finally we will discuss the current theoretical status and experimental prospects for the lepton universality ratios in $b\\to s$ and $b\\to c$ semileptonic decays.",
      "pdf_url": "https://arxiv.org/pdf/2602.11997v1",
      "categories": [
        "hep-ph"
      ]
    },
    {
      "id": "2602.11996v1",
      "title": "Medium effects on light clusters from heavy-ion collisions within a relativistic mean-field description",
      "authors": [
        "Tiago Custódio",
        "Francesca Gulminelli",
        "Alex Rebillard-Soulié",
        "Diego Gruyer",
        "Rémi Bougault",
        "Tuhin Malik",
        "Helena Pais",
        "Constança Providência"
      ],
      "published": "2026-02-12T14:25:28Z",
      "abstract": "Central $^{136,124}$Xe$+^{124,112}$Sn collisions from INDRA data are analysed using a Bayesian inference on light nuclei multiplicities to estimate the thermodynamical parameters and in-medium modification of the cluster self-energies within a relativistic mean-field model. An excellent description of experimentally measured abundances of H and He isotopes is obtained. We examine two possible modelling of in-medium effects as an increased in-medium effective mass, or an increased vector repulsion. We show that these physical pictures cannot be discriminated by the data. In both cases, the temperature dependence of the meson couplings leads to a faster weakening of the light cluster abundances with temperature than previous studies predicted. Possible systematic errors due to out-of-equilibrium effects affecting the experimental abundances, are considered by repeating the Bayesian inference with reduced information. The abundance prediction of the species excluded from the constraint is well compatible with the experimental data, suggesting that there is no a priori need of accounting for non-equilibrium effects or finite state interactions that potentially affect the deuteron yield.",
      "pdf_url": "https://arxiv.org/pdf/2602.11996v1",
      "categories": [
        "nucl-th"
      ]
    },
    {
      "id": "2602.11985v1",
      "title": "A New Angle on Quantum Subspace Diagonalization for Quantum Chemistry",
      "authors": [
        "Xeno De Vriendt",
        "Jacob Bringewatt",
        "Nik O. Gjonbalaj",
        "Stefan Ostermann",
        "Davide Vodola",
        "Johannes Borregaard",
        "Michael Kühn",
        "Susanne F. Yelin"
      ],
      "published": "2026-02-12T14:14:04Z",
      "abstract": "Quantum subspace diagonalization and quantum Krylov algorithms offer a feasible, pre- or early-fault tolerant alternative to quantum phase estimation for using quantum computers to estimate the low-lying spectra of quantum systems. However, despite promising proof-of-principle results, such methods suffer from high sensitivity to noise (including intrinsic sources such as sampling noise), making their utility for realistic industry-relevant problems an open question. To improve the potential applicability of such methods, we introduce a new variant of thresholding for noisy generalized eigenvalue problems that arise in quantum subspace diagonalization that has the potential to better control sensitivity to noise. Our approach leverages eigenvector-preserving transformations (rotations) of the generalized eigenvalue problem prior to thresholding. We study this effect in practical settings by applying this rotation thresholding scheme to an iterative quantum Krylov algorithm for several chemical systems, including the industry-relevant Fe(III)-NTA chelate complex. We develop a particular heuristic to select the rotation angle from noisy data and find for certain systems and noise regimes that the samples required to reach a target error for ground state estimation can be reduced by a factor of up to 100. Furthermore, with oracle access to the optimal transformation, more dramatic improvements are possible and we observe reductions in sample requirements by up to $10^4$, motivating the continued development of methods that can realize these improvements in practice. While we develop our approach in the context of quantum subspace diagonalization, the improved thresholding scheme we develop could be advantageous in any context where one must solve noisy, ill-conditioned generalized eigenvalue problems.",
      "pdf_url": "https://arxiv.org/pdf/2602.11985v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11979v1",
      "title": "RING: Rabi oscillations induced by nonresonant geometric drive",
      "authors": [
        "Baksa Kolok",
        "András Pályi"
      ],
      "published": "2026-02-12T14:10:45Z",
      "abstract": "Coherent control of two-level quantum systems is typically achieved using resonant driving fields, forming the basis for qubit operations. Here, we report a mechanism for inducing complete Rabi oscillations in monochromatically driven two-level quantum systems, when the drive frequency is much larger than the Larmor frequency of the qubit. This effect$\\unicode{x2015}$Rabi oscillations induced by nonresonant geometric drive (RING)$\\unicode{x2015}$requires that the control field is elliptical, enclosing a nonzero area per cycle. We illustrate the effect with numerical simulations, and provide an analytical understanding via a simple effective Hamiltonian obtained from Floquet theory and perturbation theory. We show that RING enables coherent oscillations without relying on resonant energy exchange, allows for high-pass noise filtering, provides access to non-Abelian phases in finite magnetic fields. We detail a realization in electrically driven spin-orbit qubits and argue that the RING mechanism enables amplification of the Rabi frequency using the same gate voltage amplitudes at higher drive frequencies. Our results broaden the landscape of quantum control techniques, by highlighting a pathway to achieving coherent oscillations under off-resonant driving conditions.",
      "pdf_url": "https://arxiv.org/pdf/2602.11979v1",
      "categories": [
        "cond-mat.mes-hall",
        "quant-ph"
      ]
    },
    {
      "id": "2602.11974v1",
      "title": "Measurement of the singly Cabibbo-suppressed decay $Λ_c^+\\to pη'$ with Deep Learning",
      "authors": [
        " BESIII Collaboration",
        "M. Ablikim",
        "M. N. Achasov",
        "P. Adlarson",
        "X. C. Ai",
        "R. Aliberti",
        "A. Amoroso",
        "Q. An",
        "Y. Bai",
        "O. Bakina",
        "Y. Ban",
        "H. -R. Bao",
        "X. L. Bao",
        "V. Batozskaya",
        "K. Begzsuren",
        "N. Berger",
        "M. Berlowski",
        "M. B. Bertani",
        "D. Bettoni",
        "F. Bianchi",
        "E. Bianco",
        "A. Bortone",
        "I. Boyko",
        "R. A. Briere",
        "A. Brueggemann",
        "H. Cai",
        "M. H. Cai",
        "X. Cai",
        "A. Calcaterra",
        "G. F. Cao",
        "N. Cao",
        "S. A. Cetin",
        "X. Y. Chai",
        "J. F. Chang",
        "T. T. Chang",
        "G. R. Che",
        "Y. Z. Che",
        "C. H. Chen",
        "Chao Chen",
        "G. Chen",
        "H. S. Chen",
        "H. Y. Chen",
        "M. L. Chen",
        "S. J. Chen",
        "S. M. Chen",
        "T. Chen",
        "W. Chen",
        "X. R. Chen",
        "X. T. Chen",
        "X. Y. Chen",
        "Y. B. Chen",
        "Y. Q. Chen",
        "Z. K. Chen",
        "J. Cheng",
        "L. N. Cheng",
        "S. K. Choi",
        "X. Chu",
        "G. Cibinetto",
        "F. Cossio",
        "J. Cottee-Meldrum",
        "H. L. Dai",
        "J. P. Dai",
        "X. C. Dai",
        "A. Dbeyssi",
        "R. E. de Boer",
        "D. Dedovich",
        "C. Q. Deng",
        "Z. Y. Deng",
        "A. Denig",
        "I. Denisenko",
        "M. Destefanis",
        "F. De Mori",
        "X. X. Ding",
        "Y. Ding",
        "Y. X. Ding",
        "J. Dong",
        "L. Y. Dong",
        "M. Y. Dong",
        "X. Dong",
        "M. C. Du",
        "S. X. Du",
        "S. X. Du",
        "X. L. Du",
        "Y. Y. Duan",
        "Z. H. Duan",
        "P. Egorov",
        "G. F. Fan",
        "J. J. Fan",
        "Y. H. Fan",
        "J. Fang",
        "J. Fang",
        "S. S. Fang",
        "W. X. Fang",
        "Y. Q. Fang",
        "L. Fava",
        "F. Feldbauer",
        "G. Felici",
        "C. Q. Feng",
        "J. H. Feng",
        "L. Feng",
        "Q. X. Feng",
        "Y. T. Feng",
        "M. Fritsch",
        "C. D. Fu",
        "J. L. Fu",
        "Y. W. Fu",
        "H. Gao",
        "Y. Gao",
        "Y. N. Gao",
        "Y. N. Gao",
        "Y. Y. Gao",
        "Z. Gao",
        "S. Garbolino",
        "I. Garzia",
        "L. Ge",
        "P. T. Ge",
        "Z. W. Ge",
        "C. Geng",
        "E. M. Gersabeck",
        "A. Gilman",
        "K. Goetzen",
        "J. Gollub",
        "J. D. Gong",
        "L. Gong",
        "W. X. Gong",
        "W. Gradl",
        "S. Gramigna",
        "M. Greco",
        "M. D. Gu",
        "M. H. Gu",
        "C. Y. Guan",
        "A. Q. Guo",
        "J. N. Guo",
        "L. B. Guo",
        "M. J. Guo",
        "R. P. Guo",
        "X. Guo",
        "Y. P. Guo",
        "A. Guskov",
        "J. Gutierrez",
        "T. T. Han",
        "F. Hanisch",
        "K. D. Hao",
        "X. Q. Hao",
        "F. A. Harris",
        "C. Z. He",
        "K. L. He",
        "F. H. Heinsius",
        "C. H. Heinz",
        "Y. K. Heng",
        "C. Herold",
        "P. C. Hong",
        "G. Y. Hou",
        "X. T. Hou",
        "Y. R. Hou",
        "Z. L. Hou",
        "H. M. Hu",
        "J. F. Hu",
        "Q. P. Hu",
        "S. L. Hu",
        "T. Hu",
        "Y. Hu",
        "Z. M. Hu",
        "G. S. Huang",
        "K. X. Huang",
        "L. Q. Huang",
        "P. Huang",
        "X. T. Huang",
        "Y. P. Huang",
        "Y. S. Huang",
        "T. Hussain",
        "N. Hüsken",
        "N. in der Wiesche",
        "J. Jackson",
        "Q. Ji",
        "Q. P. Ji",
        "W. Ji",
        "X. B. Ji",
        "X. L. Ji",
        "X. Q. Jia",
        "Z. K. Jia",
        "D. Jiang",
        "H. B. Jiang",
        "P. C. Jiang",
        "S. J. Jiang",
        "X. S. Jiang",
        "Y. Jiang",
        "J. B. Jiao",
        "J. K. Jiao",
        "Z. Jiao",
        "L. C. L. Jin",
        "S. Jin",
        "Y. Jin",
        "M. Q. Jing",
        "X. M. Jing",
        "T. Johansson",
        "S. Kabana",
        "X. L. Kang",
        "X. S. Kang",
        "B. C. Ke",
        "V. Khachatryan",
        "A. Khoukaz",
        "O. B. Kolcu",
        "B. Kopf",
        "L. Kröger",
        "M. Kuessner",
        "X. Kui",
        "N. Kumar",
        "A. Kupsc",
        "W. Kühn",
        "Q. Lan",
        "W. N. Lan",
        "T. T. Lei",
        "M. Lellmann",
        "T. Lenz",
        "C. Li",
        "C. Li",
        "C. H. Li",
        "C. K. Li",
        "D. M. Li",
        "F. Li",
        "G. Li",
        "H. B. Li",
        "H. J. Li",
        "H. L. Li",
        "H. N. Li",
        "Hui Li",
        "J. R. Li",
        "J. S. Li",
        "J. W. Li",
        "K. Li",
        "K. L. Li",
        "L. J. Li",
        "Lei Li",
        "M. H. Li",
        "M. R. Li",
        "P. L. Li",
        "P. R. Li",
        "Q. M. Li",
        "Q. X. Li",
        "R. Li",
        "S. X. Li",
        "Shanshan Li",
        "T. Li",
        "T. Y. Li",
        "W. D. Li",
        "W. G. Li",
        "X. Li",
        "X. H. Li",
        "X. K. Li",
        "X. L. Li",
        "X. Y. Li",
        "X. Z. Li",
        "Y. Li",
        "Y. G. Li",
        "Y. P. Li",
        "Z. H. Li",
        "Z. J. Li",
        "Z. X. Li",
        "Z. Y. Li",
        "C. Liang",
        "H. Liang",
        "Y. F. Liang",
        "Y. T. Liang",
        "G. R. Liao",
        "L. B. Liao",
        "M. H. Liao",
        "Y. P. Liao",
        "J. Libby",
        "A. Limphirat",
        "D. X. Lin",
        "L. Q. Lin",
        "T. Lin",
        "B. J. Liu",
        "B. X. Liu",
        "C. X. Liu",
        "F. Liu",
        "F. H. Liu",
        "Feng Liu",
        "G. M. Liu",
        "H. Liu",
        "H. B. Liu",
        "H. M. Liu",
        "Huihui Liu",
        "J. B. Liu",
        "J. J. Liu",
        "K. Liu",
        "K. Liu",
        "K. Y. Liu",
        "Ke Liu",
        "L. Liu",
        "L. C. Liu",
        "Lu Liu",
        "M. H. Liu",
        "P. L. Liu",
        "Q. Liu",
        "S. B. Liu",
        "W. M. Liu",
        "W. T. Liu",
        "X. Liu",
        "X. K. Liu",
        "X. L. Liu",
        "X. Y. Liu",
        "Y. Liu",
        "Y. Liu",
        "Y. B. Liu",
        "Z. A. Liu",
        "Z. D. Liu",
        "Z. Q. Liu",
        "Z. Y. Liu",
        "X. C. Lou",
        "H. J. Lu",
        "J. G. Lu",
        "X. L. Lu",
        "Y. Lu",
        "Y. H. Lu",
        "Y. P. Lu",
        "Z. H. Lu",
        "C. L. Luo",
        "J. R. Luo",
        "J. S. Luo",
        "M. X. Luo",
        "T. Luo",
        "X. L. Luo",
        "Z. Y. Lv",
        "X. R. Lyu",
        "Y. F. Lyu",
        "Y. H. Lyu",
        "F. C. Ma",
        "H. L. Ma",
        "Heng Ma",
        "J. L. Ma",
        "L. L. Ma",
        "L. R. Ma",
        "Q. M. Ma",
        "R. Q. Ma",
        "R. Y. Ma",
        "T. Ma",
        "X. T. Ma",
        "X. Y. Ma",
        "Y. M. Ma",
        "F. E. Maas",
        "I. MacKay",
        "M. Maggiora",
        "S. Malde",
        "Q. A. Malik",
        "H. X. Mao",
        "Y. J. Mao",
        "Z. P. Mao",
        "S. Marcello",
        "A. Marshall",
        "F. M. Melendi",
        "Y. H. Meng",
        "Z. X. Meng",
        "G. Mezzadri",
        "H. Miao",
        "T. J. Min",
        "R. E. Mitchell",
        "X. H. Mo",
        "B. Moses",
        "N. Yu. Muchnoi",
        "J. Muskalla",
        "Y. Nefedov",
        "F. Nerling",
        "H. Neuwirth",
        "Z. Ning",
        "S. Nisar",
        "Q. L. Niu",
        "W. D. Niu",
        "Y. Niu",
        "C. Normand",
        "S. L. Olsen",
        "Q. Ouyang",
        "S. Pacetti",
        "X. Pan",
        "Y. Pan",
        "A. Pathak",
        "Y. P. Pei",
        "M. Pelizaeus",
        "H. P. Peng",
        "X. J. Peng",
        "Y. Y. Peng",
        "K. Peters",
        "K. Petridis",
        "J. L. Ping",
        "R. G. Ping",
        "S. Plura",
        "V. Prasad",
        "F. Z. Qi",
        "H. R. Qi",
        "M. Qi",
        "S. Qian",
        "W. B. Qian",
        "C. F. Qiao",
        "J. H. Qiao",
        "J. J. Qin",
        "J. L. Qin",
        "L. Q. Qin",
        "L. Y. Qin",
        "P. B. Qin",
        "X. P. Qin",
        "X. S. Qin",
        "Z. H. Qin",
        "J. F. Qiu",
        "Z. H. Qu",
        "J. Rademacker",
        "C. F. Redmer",
        "A. Rivetti",
        "M. Rolo",
        "G. Rong",
        "S. S. Rong",
        "F. Rosini",
        "Ch. Rosner",
        "M. Q. Ruan",
        "N. Salone",
        "A. Sarantsev",
        "Y. Schelhaas",
        "K. Schoenning",
        "M. Scodeggio",
        "W. Shan",
        "X. Y. Shan",
        "Z. J. Shang",
        "J. F. Shangguan",
        "L. G. Shao",
        "M. Shao",
        "C. P. Shen",
        "H. F. Shen",
        "W. H. Shen",
        "X. Y. Shen",
        "B. A. Shi",
        "H. Shi",
        "J. L. Shi",
        "J. Y. Shi",
        "S. Y. Shi",
        "X. Shi",
        "H. L. Song",
        "J. J. Song",
        "M. H. Song",
        "T. Z. Song",
        "W. M. Song",
        "Y. X. Song",
        "Zirong Song",
        "S. Sosio",
        "S. Spataro",
        "S. Stansilaus",
        "F. Stieler",
        "M. Stolte",
        "S. S Su",
        "G. B. Sun",
        "G. X. Sun",
        "H. Sun",
        "H. K. Sun",
        "J. F. Sun",
        "K. Sun",
        "L. Sun",
        "R. Sun",
        "S. S. Sun",
        "T. Sun",
        "W. Y. Sun",
        "Y. C. Sun",
        "Y. H. Sun",
        "Y. J. Sun",
        "Y. Z. Sun",
        "Z. Q. Sun",
        "Z. T. Sun",
        "C. J. Tang",
        "G. Y. Tang",
        "J. Tang",
        "J. J. Tang",
        "L. F. Tang",
        "Y. A. Tang",
        "L. Y. Tao",
        "M. Tat",
        "J. X. Teng",
        "J. Y. Tian",
        "W. H. Tian",
        "Y. Tian",
        "Z. F. Tian",
        "I. Uman",
        "E. van der Smagt",
        "B. Wang",
        "B. Wang",
        "Bo Wang",
        "C. Wang",
        "C. Wang",
        "Cong Wang",
        "D. Y. Wang",
        "H. J. Wang",
        "H. R. Wang",
        "J. Wang",
        "J. J. Wang",
        "J. P. Wang",
        "K. Wang",
        "L. L. Wang",
        "L. W. Wang",
        "M. Wang",
        "M. Wang",
        "N. Y. Wang",
        "S. Wang",
        "Shun Wang",
        "T. Wang",
        "T. J. Wang",
        "W. Wang",
        "W. P. Wang",
        "X. Wang",
        "X. F. Wang",
        "X. L. Wang",
        "X. N. Wang",
        "Xin Wang",
        "Y. Wang",
        "Y. D. Wang",
        "Y. F. Wang",
        "Y. H. Wang",
        "Y. J. Wang",
        "Y. L. Wang",
        "Y. N. Wang",
        "Y. N. Wang",
        "Yaqian Wang",
        "Yi Wang",
        "Yuan Wang",
        "Z. Wang",
        "Z. Wang",
        "Z. L. Wang",
        "Z. Q. Wang",
        "Z. Y. Wang",
        "Ziyi Wang",
        "D. Wei",
        "D. H. Wei",
        "H. R. Wei",
        "F. Weidner",
        "S. P. Wen",
        "U. Wiedner",
        "G. Wilkinson",
        "M. Wolke",
        "J. F. Wu",
        "L. H. Wu",
        "L. J. Wu",
        "Lianjie Wu",
        "S. G. Wu",
        "S. M. Wu",
        "X. W. Wu",
        "Y. J. Wu",
        "Z. Wu",
        "L. Xia",
        "B. H. Xiang",
        "D. Xiao",
        "G. Y. Xiao",
        "H. Xiao",
        "Y. L. Xiao",
        "Z. J. Xiao",
        "C. Xie",
        "K. J. Xie",
        "Y. Xie",
        "Y. G. Xie",
        "Y. H. Xie",
        "Z. P. Xie",
        "T. Y. Xing",
        "D. B. Xiong",
        "C. J. Xu",
        "G. F. Xu",
        "H. Y. Xu",
        "M. Xu",
        "Q. J. Xu",
        "Q. N. Xu",
        "T. D. Xu",
        "X. P. Xu",
        "Y. Xu",
        "Y. C. Xu",
        "Z. S. Xu",
        "F. Yan",
        "L. Yan",
        "W. B. Yan",
        "W. C. Yan",
        "W. H. Yan",
        "W. P. Yan",
        "X. Q. Yan",
        "Y. Y. Yan",
        "H. J. Yang",
        "H. L. Yang",
        "H. X. Yang",
        "J. H. Yang",
        "R. J. Yang",
        "Y. Yang",
        "Y. H. Yang",
        "Y. Q. Yang",
        "Y. Z. Yang",
        "Z. P. Yao",
        "M. Ye",
        "M. H. Ye",
        "Z. J. Ye",
        "Junhao Yin",
        "Z. Y. You",
        "B. X. Yu",
        "C. X. Yu",
        "G. Yu",
        "J. S. Yu",
        "L. W. Yu",
        "T. Yu",
        "X. D. Yu",
        "Y. C. Yu",
        "Y. C. Yu",
        "C. Z. Yuan",
        "H. Yuan",
        "J. Yuan",
        "J. Yuan",
        "L. Yuan",
        "M. K. Yuan",
        "S. H. Yuan",
        "Y. Yuan",
        "C. X. Yue",
        "Ying Yue",
        "A. A. Zafar",
        "F. R. Zeng",
        "S. H. Zeng",
        "X. Zeng",
        "Y. J. Zeng",
        "Y. J. Zeng",
        "Y. C. Zhai",
        "Y. H. Zhan",
        "S. N. Zhang",
        "B. L. Zhang",
        "B. X. Zhang",
        "D. H. Zhang",
        "G. Y. Zhang",
        "G. Y. Zhang",
        "H. Zhang",
        "H. Zhang",
        "H. C. Zhang",
        "H. H. Zhang",
        "H. Q. Zhang",
        "H. R. Zhang",
        "H. Y. Zhang",
        "J. Zhang",
        "J. J. Zhang",
        "J. L. Zhang",
        "J. Q. Zhang",
        "J. S. Zhang",
        "J. W. Zhang",
        "J. X. Zhang",
        "J. Y. Zhang",
        "J. Z. Zhang",
        "Jianyu Zhang",
        "L. M. Zhang",
        "Lei Zhang",
        "N. Zhang",
        "P. Zhang",
        "Q. Zhang",
        "Q. Y. Zhang",
        "R. Y. Zhang",
        "S. H. Zhang",
        "Shulei Zhang",
        "X. M. Zhang",
        "X. Y. Zhang",
        "Y. Zhang",
        "Y. Zhang",
        "Y. T. Zhang",
        "Y. H. Zhang",
        "Y. P. Zhang",
        "Z. D. Zhang",
        "Z. H. Zhang",
        "Z. L. Zhang",
        "Z. L. Zhang",
        "Z. X. Zhang",
        "Z. Y. Zhang",
        "Z. Y. Zhang",
        "Z. Y. Zhang",
        "Zh. Zh. Zhang",
        "G. Zhao",
        "J. Y. Zhao",
        "J. Z. Zhao",
        "L. Zhao",
        "L. Zhao",
        "M. G. Zhao",
        "S. J. Zhao",
        "Y. B. Zhao",
        "Y. L. Zhao",
        "Y. P. Zhao",
        "Y. X. Zhao",
        "Z. G. Zhao",
        "A. Zhemchugov",
        "B. Zheng",
        "B. M. Zheng",
        "J. P. Zheng",
        "W. J. Zheng",
        "X. R. Zheng",
        "Y. H. Zheng",
        "B. Zhong",
        "C. Zhong",
        "H. Zhou",
        "J. Q. Zhou",
        "S. Zhou",
        "X. Zhou",
        "X. K. Zhou",
        "X. R. Zhou",
        "X. Y. Zhou",
        "Y. X. Zhou",
        "Y. Z. Zhou",
        "A. N. Zhu",
        "J. Zhu",
        "K. Zhu",
        "K. J. Zhu",
        "K. S. Zhu",
        "L. X. Zhu",
        "Lin Zhu",
        "S. H. Zhu",
        "T. J. Zhu",
        "W. D. Zhu",
        "W. J. Zhu",
        "W. Z. Zhu",
        "Y. C. Zhu",
        "Z. A. Zhu",
        "X. Y. Zhuang",
        "J. H. Zou"
      ],
      "published": "2026-02-12T14:05:15Z",
      "abstract": "Using $4.5$ fb$^{-1}$ of $e^+e^-$ collision data collected with the BESIII detector at center-of-mass energies from 4.600 to 4.699 GeV, we report a measurement of the singly Cabibbo-suppressed decay $Λ_c^+ \\to pη'$ with the single-tag method. To effectively distinguish the signal from the large backgrounds, we exploit a deep-learning classifier built on a Transformer-based neural network. Extensive validation and uncertainty quantification are carried out. The $Λ^+_c\\to pη'$ signal is observed with a statistical significance of $3.4 σ$. The ratio of branching fractions of $\\mathcal{B}{Λ^+_c\\to pη'}/\\mathcal{B}{Λ^+_c\\to pω}$= $0.55\\pm 0.22_{\\rm{stat.}} \\pm 0.05_{\\rm{syst.}}$ is obtained, where the first uncertainty is statistical and the second systematic.",
      "pdf_url": "https://arxiv.org/pdf/2602.11974v1",
      "categories": [
        "hep-ex"
      ]
    },
    {
      "id": "2602.11927v1",
      "title": "Bosonic and fermionic statistics in nonperturbative quantum gravity",
      "authors": [
        "Bekir Baytaş",
        "Patrick Rodrigues",
        "Nelson Yokomizo"
      ],
      "published": "2026-02-12T13:25:11Z",
      "abstract": "The relation between spin and statistics in quantum field theory relies on Poincaré invariance, a symmetry that is lost in the presence of a gravitational field, and replaced in general relativity by the principle of general covariance. In a nonperturbative approach to quantum gravity, beyond the picture of gravitational perturbations propagating on a flat background, it is an open question whether the gravitational field must still satisfy a bosonic statistics. By implementing the principle of general covariance through the requirement of invariance under active diffeomorphisms in loop quantum gravity, we find that the space of kinematical states of the gravitational field includes not only bosonic states, but also subspaces of fermionic and mixed statistics.",
      "pdf_url": "https://arxiv.org/pdf/2602.11927v1",
      "categories": [
        "gr-qc",
        "hep-th"
      ]
    },
    {
      "id": "2602.11912v1",
      "title": "Millisecond-Scale Calibration and Benchmarking of Superconducting Qubits",
      "authors": [
        "Malthe A. Marciniak",
        "Rune T. Birke",
        "Johann B. Severin",
        "Fabrizio Berritta",
        "Daniel Kjær",
        "Filip Nilsson",
        "Smitha N. Themadath",
        "Sangeeth Kallatt",
        "James L. Webb",
        "Kristoffer Bentsen",
        "Tonny Madsen",
        "Zhenhai Sun",
        "Svend Krøjer",
        "Christopher W. Warren",
        "Jacob Hastrup",
        "Morten Kjaergaard"
      ],
      "published": "2026-02-12T13:08:22Z",
      "abstract": "Superconducting qubit parameters drift on sub-second timescales, motivating calibration and benchmarking techniques that can be executed on millisecond timescales. We demonstrate an on-FPGA workflow that co-locates pulse generation, data acquisition, analysis, and feed-forward, eliminating CPU round trips. Within this workflow, we introduce sparse-sampling and on-FPGA inference tools, including computationally efficient methods for estimation of exponential and sine-like response functions, as well as on-FPGA implementations of Nelder-Mead optimization and golden-section search. These methods enable low-latency primitives for readout calibration, spectroscopy, pulse-amplitude calibration, coherence estimation, and benchmarking. We deploy this toolset to estimate $T_1$ in 10 ms, optimize readout parameters in 100 ms, optimize pulse amplitudes in 1 ms, and perform Clifford randomized gate benchmarking in 107 ms on a flux-tunable superconducting transmon qubit. Running a closed-loop on-FPGA recalibration protocol continuously for 6 hours enables more than 74,000 consecutive recalibrations and yields gate errors that consistently retain better performance than the baseline initial calibration. Correlation analysis shows that recalibration suppresses coupling of gate error to control-parameter drift while preserving a coherence-linked performance. Finally, we quantify uncertainty versus time-to-decision under our sparse sampling approaches and identify optimal parameter regimes for efficient estimation of qubit and pulse parameters.",
      "pdf_url": "https://arxiv.org/pdf/2602.11912v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11900v1",
      "title": "The total geodesic curvature and the $(2+1)$-dimensional hyperbolic mass",
      "authors": [
        "Xiaokai He",
        "Xiaoning Wu",
        "Naqing Xie"
      ],
      "published": "2026-02-12T12:55:32Z",
      "abstract": "We consider a Jordan domain diffeomorphic to a closed two-dimensional disk with a smooth boundary. Assuming the Gauss curvature of the domain has a negative lower bound, the Gauss-Bonnet formula provides an upper bound for the total geodesic curvature of the boundary curve. This bound, however, inherently depends on the interior geometry of the region. In this paper, we derive an upper bound for the total geodesic curvature expressed solely in terms of the boundary data. Notably, the proof is connected to the positivity of the hyperbolic Hamiltonian mass in the (2+1)-dimensional gravity theory.",
      "pdf_url": "https://arxiv.org/pdf/2602.11900v1",
      "categories": [
        "math.DG",
        "gr-qc"
      ]
    },
    {
      "id": "2602.11895v1",
      "title": "Benchmarking Classical and Quantum Optimization Approaches for Rider-Order Assignment",
      "authors": [
        "Tharrmashastha SAPV",
        "Surya Prakash Palanivel",
        "Jasjyot Singh Gulati",
        "M Maruthu Pandi"
      ],
      "published": "2026-02-12T12:47:09Z",
      "abstract": "The logistics industry is widely regarded as a promising application domain for emerging optimization paradigms, including quantum computing. The Rider-Order Assignment problem is a practically motivated optimization problem arising in online food delivery and related logistics applications. While the problem is closely related to the classical matching problem, the inclusion of realistic operational constraints renders it computationally challenging. In this work, we formulate the Rider-Order Assignment problem as a constrained binary optimization problem and perform a comparative analysis of classical, quantum-inspired, and gate-based quantum solvers for this problem across multiple instance sizes. Solver performance is assessed using solution quality, computational runtime, and constraint satisfaction, with a consistent post-processing procedure applied to ensure feasibility.",
      "pdf_url": "https://arxiv.org/pdf/2602.11895v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11888v1",
      "title": "Full Three-Loop Electroweak Multiplet Contributions to the Electron Electric Dipole Moment",
      "authors": [
        "Tatsuya Banno",
        "Junji Hisano",
        "Teppei Kitahara",
        "Kiyoto Ogawa",
        "Naohiro Osamura"
      ],
      "published": "2026-02-12T12:37:26Z",
      "abstract": "Experimental sensitivity to the electric dipole moment (EDM) of the electron has improved remarkably in recent years. Consequently, future prospects could probe new physics whose contribution to the electron EDM first arises at three-loop order. Additional SU(2)$_L$ multiplets with CP-violating Yukawa interactions, which contribute to the electron EDM at three-loop level, is one such testable new physics scenario. In this scenario, the electron EDM is radiatively induced from two contributions: the CP-odd trilinear $W$-boson coupling, called the electroweak-Weinberg operator, and the CP-odd dipole operator of electron. The former and the latter operators are generated at two-loop and three-loop levels, respectively, after integrating out the SU(2)$_L$ multiplets. Within the same models, according to an analysis based on the Standard Model Effective Field Theory (SMEFT), we previously found that the contribution to the electron EDM from the electroweak-Weinberg operator can be probed in future experiments. However, the one-loop matching condition between the electron EDM and the electroweak-Weinberg operator does not receive a large logarithmic enhancement because the associated anomalous dimension is zero. The CP-odd dipole operator of the electron would contribute to the electron EDM at the same three-loop order as the contribution through the electroweak-Weinberg operator. In this paper, we directly calculate the electron EDM induced by the CP-violating Yukawa interactions of the SU(2)$_L$ multiplets at full three-loop level. A central result is that the full three-loop calculation is a factor of three larger than that of the electroweak-Weinberg operator alone.",
      "pdf_url": "https://arxiv.org/pdf/2602.11888v1",
      "categories": [
        "hep-ph"
      ]
    },
    {
      "id": "2602.11883v1",
      "title": "A unified framework for photon and massive particle hypersurfaces in stationary spacetimes",
      "authors": [
        "Erasmo Caponio",
        "Anna valeria Germinario",
        "Antonio Masiello"
      ],
      "published": "2026-02-12T12:33:33Z",
      "abstract": "We revisit the notion of massive particle hypersurfaces and place it within a unified framework alongside photon hypersurfaces in stationary spacetimes. More precisely, for Killing-invariant timelike hypersurfaces $T=\\mathbb{R}\\times S_0$, where $S_0$ is a smooth embedded surface in a spacelike slice $S$ of the stationary spacetime, we show that $T$ is a photon hypersurface or a massive particle hypersurface if and only if $S_0$ is totally geodesic with respect to certain associated Finsler structures on the slice: a Randers metric governing null geodesics and a Jacobi--Randers metric governing timelike solutions of the Lorentz force equation at fixed energy and charge-to-mass ratio. We also prove existence and multiplicity results for proper-time parametrized solutions of the Lorentz force equation with fixed energy and charge-to-mass ratio, either connecting a point to a flow line of the Killing vector field or having periodic, non-constant projection on $S$.",
      "pdf_url": "https://arxiv.org/pdf/2602.11883v1",
      "categories": [
        "gr-qc",
        "math.DG"
      ]
    },
    {
      "id": "2602.11879v1",
      "title": "Heavy-to-light Structure Functions at $\\mathcal{O}(α_s^3)$ in QCD",
      "authors": [
        "Long Chen",
        "Xiang Chen",
        "Xin Guan",
        "Yan-Qing Ma"
      ],
      "published": "2026-02-12T12:29:17Z",
      "abstract": "We present the first complete $\\mathcal{O}(α_s^2)$ and $\\mathcal{O}(α_s^3)$ perturbative QCD corrections to all five heavy-to-light structure functions underlying the triple-differential semi-leptonic decay rates of heavy quarks. This is achieved via a hybrid computational strategy that combines an efficient linear interpolation (with a suitable function basis) based on stratified Gauss-Kronrod points in the leptonic-mass $q^2$ with the differential equations in the other variable, further armed with reduced numerical $\\varepsilon$-dependence. Among the selected applications, we highlight the state-of-the-art prediction $Γ(B \\rightarrow X_u \\ell \\barν_{\\ell}) = \\frac{|V_{ub}|^2}{|3.82\\times 10^{-3}|^2}\\,\\big( 6.53 \\,\\pm 0.12 \\, \\pm 0.13\\, \\pm 0.03\\, \\big) \\times 10^{-16}\\,\\text{GeV}\\,$ derived in the kinetic-mass scheme. We report several notable observations regarding the convergence of the first three orders of QCD corrections to the $q^2$-spectrum and to inclusive moments of the lepton-energy spectrum in semi-leptonic weak decays of $b$- and $c$-quark in different quark-mass schemes; they are important both for improving the inclusive determinations of the relevant CKM elements, non-perturbative dynamical parameters, and for gaining new insights into the potential impact of high-order QCD corrections. Lastly we discuss a novel interesting point encountered in the consistent perturbative reformulation of the differential $q^2$-spectrum from the pole-mass to other mass schemes: certain boundary-effect terms are identified that are non-vanishing for $b \\rightarrow u \\ell \\barν_{\\ell}$ firstly at $\\mathcal{O}(α_s^3)$; their incorporation is essential to preserve the integrity of the integrated moments of the perturbatively re-expanded $q^2$-spectrum but necessitates histogramming from $\\mathcal{O}(α_s^3)$ onward even within pure perturbation theory.",
      "pdf_url": "https://arxiv.org/pdf/2602.11879v1",
      "categories": [
        "hep-ph",
        "hep-ex"
      ]
    },
    {
      "id": "2602.11869v1",
      "title": "Resource-Efficient Teleportation of High-Dimensional Quantum Coherence via Initial Phase Engineering",
      "authors": [
        "Long Huang",
        "Cai-Hong Liao",
        "Yan-Ling Li",
        "Xing Xiao"
      ],
      "published": "2026-02-12T12:19:23Z",
      "abstract": "High-dimensional quantum systems leverage an expanded Hilbert space to enhance resilience against decoherence and noise. However, standard quantum teleportation is fundamentally limited by the quadratic growth of measurement complexity and high classical communication overhead, requiring the resolution of $d^2$ Bell states and $2\\log_2 d$ classical bits. In this study, we propose a resource-efficient high-dimensional coherence teleportation (REHDCT) protocol. By designing $d$ sets of specialized positive operator-valued measure (POVM) bases, our protocol achieves a 50\\% reduction in classical communication by utilizing one of the $d$ designed POVM sets, which effectively scales the measurement complexity from $O(d^2)$ to $O(d)$. Furthermore, we demonstrate that by utilizing initial phase engineering to align the target qudit with the measurement basis, theoretically perfect teleportation of quantum coherence can be achieved for arbitrary qudit states. A quantitative robustness analysis reveals that the protocol remains highly resilient to operational errors, maintaining an efficiency above 99.6\\% even under a 0.1 rad phase deviation for $d=16$. Our analysis under various noise models (amplitude damping, phase flip, depolarizing, and dit-flip) confirms that high-dimensional systems exhibit an expanding quantum advantage window as dimensionality increases. Notably, under dit-flip noise, perfect coherence teleportation can be restored through the optimal selection of the POVM basis. These findings establish REHDCT as a practical, hardware-friendly framework for resource-efficient quantum communication in future high-dimensional networks.",
      "pdf_url": "https://arxiv.org/pdf/2602.11869v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11846v1",
      "title": "Universal Sequential Changepoint Detection of Quantum Observables via Classical Shadows",
      "authors": [
        "Matteo Zecchin",
        "Osvaldo Simeone",
        "Aaditya Ramdas"
      ],
      "published": "2026-02-12T11:38:40Z",
      "abstract": "We study sequential quantum changepoint detection in settings where the pre- and post-change regimes are specified through constraints on the expectation values of a finite set of observables. We consider an architecture with separate measurement and detection modules, and assume that the observables relevant to the detector are unknown to the measurement device. For this scenario, we introduce shadow-based sequential changepoint e-detection (eSCD), a novel protocol that combines a universal measurement strategy based on classical shadows with a nonparametric sequential test built on e-detectors. Classical shadows provide universality with respect to the detector's choice of observables, while the e-detector framework enables explicit control of the average run length (ARL) to false alarm. Under an ARL constraint, we establish finite-sample guarantees on the worst-case expected detection delay of eSCD. Numerical experiments validate the theory and demonstrate that eSCD achieves performance competitive with observable-specific measurement strategies, while retaining full measurement universality.",
      "pdf_url": "https://arxiv.org/pdf/2602.11846v1",
      "categories": [
        "quant-ph",
        "cs.IT"
      ]
    },
    {
      "id": "2602.11844v1",
      "title": "Parity-dependent double degeneracy and spectral statistics in the projected dice lattice",
      "authors": [
        "Koushik Swaminathan",
        "Anouar Moustaj",
        "Jose L. Lado",
        "Sebastiano Peotta"
      ],
      "published": "2026-02-12T11:38:31Z",
      "abstract": "We investigate the spectral statistics of an interacting fermionic system derived by projecting the Hubbard interaction onto the two lowest-energy, degenerate flat bands of the dice lattice subjected to a $π$-flux. Surprisingly, the distributions of level spacings and gap ratios correspond to distinct Gaussian ensembles, depending on the parity of the particle number. For an even number of particles, the spectra conform to the Gaussian Orthogonal Ensemble, as expected for a time-reversal-symmetric Hamiltonian. In stark contrast, the odd-parity sector exhibits exact double degeneracy of all eigenstates even after resolving all known symmetries, and the Gaussian Unitary Ensemble accurately describes the spacing distribution between these doublets. The simultaneous emergence of two different random-matrix ensembles within a single physical system constitutes an unprecedented finding, opening new avenues for both random matrix theory and flat-band physics.",
      "pdf_url": "https://arxiv.org/pdf/2602.11844v1",
      "categories": [
        "cond-mat.str-el",
        "math-ph",
        "quant-ph"
      ]
    },
    {
      "id": "2602.11839v1",
      "title": "Single-shot GHZ characterization with connectivity-aware fanout constructions",
      "authors": [
        "Giancarlo Gatti"
      ],
      "published": "2026-02-12T11:31:14Z",
      "abstract": "We propose a practical recipe to transform any depth-$L$ block of CNOTs that prepares $n$-qubit GHZ states into an $n$-qubit fanout gate (multitarget-CNOT) of depth $2L-1$, without the need for ancilla qubits. Considering known logarithmic-depth circuits to prepare GHZ-states, this allows us to construct an $n$-qubit fanout gate with depth $2\\log_2(n)-1$, reproducing previous ancillaless constructions. We employ our recipe to construct $n$-qubit fanout gates under heavy-hex connectivity restrictions, obtaining a depth of $O(n^{1/2})$, again reproducing previous complexity theory constructions. Using this recipe on the \\textit{ibm\\_fez} architecture yields a $156$-qubit fanout construction with depth $33$. Additionally, we show how to employ these $n$-qubit fanout constructions to measure complete sets of commuting observables from the $n$-body Pauli group with the same depth, allowing for efficient single-shot characterization of any GHZ-like state in a given known basis, e.g. fully characterizing a single copy of a $156$-qubit GHZ state using circuit depth $33$ in $\\textit{ibm\\_fez}$ (its preparation requires an additional depth of $17$).",
      "pdf_url": "https://arxiv.org/pdf/2602.11839v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11833v1",
      "title": "Operational limits to entanglement-based satellite quantum key distribution",
      "authors": [
        "Jasminder S. Sidhu",
        "Sarah E. McCarthy",
        "Cameron Paterson",
        "Daniel K. L. Oi"
      ],
      "published": "2026-02-12T11:22:15Z",
      "abstract": "Space-based distribution of quantum entanglement will be essential for global quantum networking and secure communications. Modelling and analysis of the performance of satellite entanglement pair distribution is important for the architecture and design of constellations and space systems. Entanglement-based quantum key distribution, in the absence of quantum repeaters, is especially prone to finite key effects due to low coincident count rates compared to trusted node single-path links. Therefore, there is a need for a comprehensive study of finite-key effects in the context of direct dual downlink quantum key distribution taking into account the characteristics of the overpass geometries. We develop a high-fidelity model of pair distribution from a low Earth orbit satellite that captures orbital dynamics, elevation-dependent loss, background noise, and extraneous detector effects. We integrate this with a rigorous finite-key security framework for the BBM92 protocol to optimise secret key length across different overpass geometries, orbital altitudes, and optical ground station (OGS) separations. These results provide quantitative performance bounds and design guidelines for near-term SatQKD missions, enabling informed trade-offs between satellite payload complexity, ground infrastructure, and achievable secure key throughput.",
      "pdf_url": "https://arxiv.org/pdf/2602.11833v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11828v1",
      "title": "Black holes in effective loop quantum gravity: Hawking radiation",
      "authors": [
        "Idrus Husin Belfaqih",
        "Martin Bojowald",
        "Suddhasattwa Brahma",
        "Erick I. Duque"
      ],
      "published": "2026-02-12T11:13:37Z",
      "abstract": "Emergent modified gravity provides a covariant framework for holonomy effects in models of loop quantum gravity with consistent black hole solutions coupled to a scalar field. Several independent studies of the Hawking thermal distribution are shown here to lead to the same final result. This internal consistency is a direct consequence of general covariance, which is analogous to the situation in classical general relativity but highly nontrivial in the context of modified canonical gravity. Holonomy corrections to the evaporation rate enter through the greybody factor, slowing down the evaporation process when the holonomy modification function decreases monotonically. Accounting for backreaction, corrected covariant semi-classical stress-energy tensors are computed in various vacuum states. Thanks to these results, the new concept of a net stress-energy tensor makes it possible to compute evaporation rates directly from energy conservation laws.",
      "pdf_url": "https://arxiv.org/pdf/2602.11828v1",
      "categories": [
        "gr-qc",
        "hep-th"
      ]
    },
    {
      "id": "2602.11815v1",
      "title": "Two-Pion Exchange Contributions to the Nucleon-Nucleon Interaction from the Roper Resonance",
      "authors": [
        "Yang Xiao",
        "Li-Sheng Geng",
        "U. van Kolck"
      ],
      "published": "2026-02-12T10:51:39Z",
      "abstract": "We derive the long-range components of the nucleon-nucleon (NN) two-pion-exchange potential with an intermediate Roper resonance. Leading-order interactions in heavy-baryon chiral perturbation theory are considered. NN phase shifts with orbital angular momentum $L\\geq 2$ are calculated in first-order perturbation theory and compared to those obtained without the Roper resonance. We show that the Roper contribution is sizeable for $D$ waves and improves the description of phase shifts for all the partial waves slightly. We also discuss the role of the Roper resonance in the NN interaction in the framework of resonance saturation.",
      "pdf_url": "https://arxiv.org/pdf/2602.11815v1",
      "categories": [
        "nucl-th"
      ]
    },
    {
      "id": "2602.11811v1",
      "title": "On the numerical evaluation of the `exact' Post-Newtonian parameters in Brans-Dicke and Entangled Relativity theories",
      "authors": [
        "Thomas Chehab",
        "Olivier Minazzoli"
      ],
      "published": "2026-02-12T10:48:45Z",
      "abstract": "In context of Brans-Dicke scalar-tensor theories of gravity, it has recently been obtained that the post-Newtonian parameters should be generalized in the context of strongly gravitating bodies, and that its generalization -- the so-called $\\textit{exact parameters}$ -- actually depends on the pressure and energy density of a considered celestial body. Here we develop two new methods to numerically obtain the $\\textit{exact parameters}$ by means of usual Tolman-Oppenheimer-Volkoff computation, and find that the difference with the value of standard post-Newtonian parameters can be more than 80% in some situations. We also provide the connection with the Damour-Esposito Farèse non-pertubative parameter $α_{DEF}$. We then apply the methodology to the case of Entangled Relativity, and derive these exact parameters for the Sun and the Earth, as well as for neutron stars. We argue that current and foreseeable experiments are likely able to constrain the theory under the assumption that $\\mathcal{L}_m=-ρ$, where $ρ$ is the total energy density. If $\\mathcal{L}_m=T$ instead, as often advocated in the literature, then there is no deviation with respect to General Relativity and the prospects of testing Entangled Relativity become much more remote in time, as only compact objects with extreme electric or magnetic fields could lead to some deviation from General Relativity.",
      "pdf_url": "https://arxiv.org/pdf/2602.11811v1",
      "categories": [
        "gr-qc"
      ]
    },
    {
      "id": "2602.11806v1",
      "title": "GR from RG: Gravity Is Induced From Renormalization Group Flow In The Infrared",
      "authors": [
        "M. M. Sheikh-Jabbari",
        "V. Taghiloo"
      ],
      "published": "2026-02-12T10:38:42Z",
      "abstract": "In this essay and utilizing the holographic Renormalization Group (RG) flow, we demonstrate how the effective action of a non-gravitating quantum field theory in the ultraviolet (UV) develops an Einstein-Hilbert term in the infrared (IR). That is, gravity is induced by the RG flow. An inherent outcome of holography that plays a crucial role in our analysis is the \\textit{RG flow of boundary conditions}: the rigid Dirichlet conditions on the background metric in the UV become an admixture of Dirichlet and Neumann as we flow to the IR, thereby ``unfreezing'' the metric and transforming it from a non-dynamical background into a dynamical field. This mechanism, which is a conceptually new addition to the standard Wilsonian RG flow, also provides the mechanism to evade the Weinberg-Witten no-go theorem. Within the GR from RG picture outlined here, the search for a quantum theory of gravity by treating the metric as a fundamental field may be a hunt for a phantom -- akin to seeking the atomic structure of water by quantizing the equations of hydrodynamics.",
      "pdf_url": "https://arxiv.org/pdf/2602.11806v1",
      "categories": [
        "hep-th",
        "astro-ph.CO",
        "gr-qc",
        "hep-ph"
      ]
    },
    {
      "id": "2602.11797v1",
      "title": "Learning functions of quantum states with distributed architectures",
      "authors": [
        "Marta Gili",
        "Eliana Fiorelli",
        "Ane Blázquez-García",
        "Gian Luca Giorgi",
        "Roberta Zambrini"
      ],
      "published": "2026-02-12T10:25:28Z",
      "abstract": "Distributed architectures are gaining prominence in quantum machine learning as a means to overcome hardware limitations and enable scalable quantum information processing. In this context, we analyze the design and performance of distributed Quantum Extreme Learning Machine (QELM) architectures for learning functions of quantum states directly from data, restricting measurements to easily implementable projective measurements in the computational basis. The aim is to determine which schemes can effectively recover specific properties of input quantum states, including both linear and nonlinear features, while also quantifying the resource requirements in terms of measurements and reservoir dimensionality. We compare standard three-layer QELM with a spatially multiplexed architecture composed of multiple independent three-layer units for linear (quantum) tasks, showing a linear reduction in resource requirements per unit. For nonlinear properties, the study examines the multiple-injection architecture and introduces a novel distributed design that incorporates entanglement between subsystems within a spatially multiplexed framework, evaluating its performance through the reconstruction of complex nonlinear quantities such as polynomial targets, Rényi entropy, and entanglement measures. Our results demonstrate that the distributed design enables the reconstruction of higher-order nonlinearities by increasing the number of interacting subsystems with reduced resources, rather than increasing the size of an individual reservoir, providing a scalable and hardware-efficient route to quantum property learning.",
      "pdf_url": "https://arxiv.org/pdf/2602.11797v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11762v1",
      "title": "QCD phase diagram in a magnetic field with baryon and isospin chemical potentials",
      "authors": [
        "Yu Hamada",
        "Muneto Nitta",
        "Zebin Qiu"
      ],
      "published": "2026-02-12T09:39:35Z",
      "abstract": "Based on the chiral perturbation theory at the leading order, we present the phase diagram of low-energy QCD in a magnetic field at finite baryon and isospin chemical potentials. The phase diagram consists of the QCD vacuum, the chiral soliton lattice, the uniform charged pion condensation, an Abrikosov vortex lattice of the charged pions, a baryonic vortex lattice composed of neutral and charged pion vortices with their topological linking number being the baryon number, and a hybrid phase of chiral soliton and vortex lattices, with their intersections carrying the baryon number. While the chiral soliton lattice demands ultra-strong magnetic field $\\sim 10^{19}$ G,the intersection phase appears at $\\sim10^{17}$ G, which is more realistic in neutron stars.",
      "pdf_url": "https://arxiv.org/pdf/2602.11762v1",
      "categories": [
        "hep-ph",
        "cond-mat.supr-con",
        "nucl-th"
      ]
    },
    {
      "id": "2602.11744v1",
      "title": "Spectrum of $[cq][\\bar{s}\\bar{q}]$ tetraquarks: Nature of $D^*_{s0}(2317)$, $D_{s1}(2460)$ and $T^*_{c\\bar s0}(2900)$",
      "authors": [
        "Zhi-Yuan Chen",
        "Zhe-Hao Cao",
        "You-You Lin",
        "Ji-Ying Wang",
        "Ailin Zhang"
      ],
      "published": "2026-02-12T09:13:32Z",
      "abstract": "Motivated by the recent observations of exotic open-charm tetraquark candidates \\(T^a_{c\\bar{s}0}(2900)^{++}\\) and \\(T^a_{c\\bar{s}0}(2900)^{0}\\), we systematically calculate the mass spectra of \\([cq][\\bar{s}\\bar{q}]\\) tetraquarks within a nonrelativistic constituent quark potential model. In the model, the tetraquark states are treated as diquark-antidiquark bound systems with an interior interaction similar to the quark-antiquark interaction in conventional mesons. The well established states \\(D_{s0}^*(2317)\\) with \\(J^P=0^+\\) and \\(D_{s1}(2460)\\) with \\(J^P=1^+\\) could be identified as the two ground states of the \\([cq][\\bar{s}\\bar{q}]\\) system. \\(T^a_{c\\bar{s}0}(2900)^{0}\\) and \\(T^a_{c\\bar{s}0}(2900)^{++}\\) could be naturally interpreted as radially excited \\(0^+\\) tetraquark states with different interior components. Their large mass difference may result from their different interior structure instead of an isospin symmetry breaking. Whether \\(T^a_{c\\bar{s}0}(2900)^{0}\\) and \\(T^a_{c\\bar{s}0}(2900)^{++}\\) belong to an isospin triplet deserves further experimental investigation. In addition, there may be another \\(0^+\\) \\([cq][\\bar{s}\\bar{q}]\\) tetraquark state with mass around $2450$ MeV, which is composed of a $cq$ diquark and a $\\bar s\\bar q$ antidiquark both with spin-0. In the energy region $2640-2700$ MeV, there may be a $J^P=2^+$ \\([cq][\\bar{s}\\bar{q}]\\) tetraquark state composed of the $cq$ diquark and the $\\bar s\\bar q$ antidiquark both with spin-1.",
      "pdf_url": "https://arxiv.org/pdf/2602.11744v1",
      "categories": [
        "hep-ph"
      ]
    },
    {
      "id": "2602.11739v1",
      "title": "Experimental setup for the combined study of spin ensembles and superconducting quantum circuits",
      "authors": [
        "Lukas Vogl",
        "Gerhard B. P. Huber",
        "Ana Strinić",
        "Achim Marx",
        "Stefan Filipp",
        "Kirill G. Fedorov",
        "Rudolf Gross",
        "Nadezhda P. Kukharchyk"
      ],
      "published": "2026-02-12T09:05:40Z",
      "abstract": "A hybrid quantum computing architecture combining quantum processors and quantum memory units allows for exploiting each component's unique properties to enhance the overall performance of the total system. However, superconducting qubits are highly sensitive to magnetic fields, while spin ensembles require finite fields for control, creating a major integration challenge. In this work, we demonstrate the first experimental setup that satisfies these constraints and provides verified qubit stability. Our cryogenic setup comprises two spatially and magnetically decoupled sample volumes inside a single dilution refrigerator: one hosting flux-tunable superconducting qubits and the other a spin ensemble equipped with a superconducting solenoid generating fields up to 50 mT. We show that several layers of Cryophy shielding and an additional superconducting aluminum shield suppress magnetic crosstalk by more than eight orders of magnitude, ensuring stability of the qubit's performance. Moreover, the operation of the solenoid adds minimal thermal load on the relevant stages of the dilution refrigerator. Our results enable scalable hybrid quantum architectures with low-loss integration, marking a key step toward scalable hybrid quantum computing platforms.",
      "pdf_url": "https://arxiv.org/pdf/2602.11739v1",
      "categories": [
        "physics.app-ph",
        "quant-ph"
      ]
    },
    {
      "id": "2602.11728v1",
      "title": "Beyond One-Thousandth Energy Resolution with an AlMn TES Detector",
      "authors": [
        "Liangpeng Xie",
        "Yifei Zhang",
        "Zhengwei Li",
        "Zhouhui Liu",
        "Shibo Shu",
        "Junjie Zhou",
        "Xufang Li",
        "Haoyu Li",
        "He Gao",
        "Yudong Gu",
        "Xuefeng Lu",
        "Yong Zhao",
        "Congzhan Liu"
      ],
      "published": "2026-02-12T08:52:29Z",
      "abstract": "The superconducting Transition-Edge Sensor (TES) is a critical technology for next-generation X-ray spectrometers, known for its exceptional energy resolution. In the last decade, TESs based on AlMn alloy films have been extensively used in several cosmic microwave background (CMB) experiments. The advantages of simple fabrication process and easily tunable critical temperature make them an alternative to bilayer TESs. However, they have rarely been applied to X-ray detection until now. We developed an annular AlMn TES for X-ray detection and tested it in a dilution refrigerator with a Superconducting Quantum Interference Device (SQUID) amplifier, achieving an Full Width at Half Maximum (FWHM) of 12.1 +- 0.3 eV at 17.48 keV. To the best of our knowledge, this is the first demonstration of an AlMn TES achieving an energy resolution below 0.1%, highlighting its potential for high-resolution X-ray detection.",
      "pdf_url": "https://arxiv.org/pdf/2602.11728v1",
      "categories": [
        "astro-ph.IM",
        "hep-ex",
        "physics.ins-det"
      ]
    },
    {
      "id": "2602.11713v1",
      "title": "QCD matter at a finite magnetic field and nonzero chemical potential",
      "authors": [
        "Zhi-Ying Qin",
        "Bo Feng",
        "Ya-Hui Hou",
        "Hong-Yue Song",
        "Wen-Chao Zhang",
        "Hua Zheng",
        "Shi-Jun Mao"
      ],
      "published": "2026-02-12T08:43:45Z",
      "abstract": "We construct a hybrid equation of state (EoS) by smoothly interpolating the EoS in the hadron resonance gas at low temperatures to that in the ideal parton gas at high temperatures, and employ it to study the properties of the quantum chromodynamics (QCD) matter at a finite magnetic field and nonzero chemical potential. We find that dimensionless observables such as the entropy density $s/T^3$, the pressure $P/T^4$, the energy density $\\varepsilon/T^4$, the trace anomaly $Δ= (\\varepsilon - 3P)/T^4$, and the specific heat at constant volume $C_V/T^3$ are sensitive to both finite magnetic field and chemical potential. As the chemical potential increases from zero, these quantities rise in both the hadronic and quark-gluon plasma phases. In contrast, introducing a magnetic field suppresses them at low temperatures but enhances them at high temperatures. Furthermore, nonzero chemical potential and magnetic field introduce nontrivial modifications to the squared speed of sound $c_s^2$. Both effects increase $c_s^2$ close to the critical temperature while reducing it at lower temperatures. When the chemical potential and magnetic field are present simultaneously, their influences superimpose, leading to more intricate changes in the thermodynamic behavior. Finally, we compare our results with the lattice QCD data for the quadratic fluctuations of conserved charges and their correlations. The model successfully reproduces the temperature dependence of these observables at $eB=0$ and 0.04 GeV$^2$. However, at the stronger field strength $eB=0.14$ GeV$^2$, the model underestimates the magnitudes while still capturing the overall temperature trend.",
      "pdf_url": "https://arxiv.org/pdf/2602.11713v1",
      "categories": [
        "hep-ph",
        "nucl-th"
      ]
    },
    {
      "id": "2602.11695v1",
      "title": "Experimental challenges and prospects for quantum-enhanced energy conversion: Stationary Fano coherence in V-type qutrits interacting with polarized incoherent radiation",
      "authors": [
        "Ludovica Donati",
        "Francesco Saverio Cataliotti",
        "Stefano Gherardini"
      ],
      "published": "2026-02-12T08:21:47Z",
      "abstract": "Quantum coherence offers potential for energy conversion technologies. It influences light absorption and emission, affecting energy conversion limits and efficiency. As a result, quantum coherence is being harnessed to boost performance in quantum heat engines, photocells, and photosynthetic-inspired platforms. Of particular interest in this context is the generation of Fano coherences, i.e., the formation of quantum coherences due to the interaction with the continuum of modes characterizing an incoherent process. We aim to formalize mathematically the possibility of achieving steady-state Fano coherence in a V-type three-level quantum system using polarized incoherent radiation, without requiring the energy difference between the excited levels to tend to zero. We perform this analysis by deriving the Bloch-Redfield equation from first-principles by quantizing the incoherent radiation. The resulting reduced dynamics of the system are analysed, so as to determine the lifetime of Fano coherence and identify the conditions under which it becomes stationary. We characterise distinct dynamical regimes, ranging from weak to strong pumping, in which steady-state Fano coherence emerges, and we quantitatively determine its magnitude. For each regime, we analyse the generation of Fano coherence as a function of both the intensity of the incoherent pumping and the energy splitting between the excited levels. We also assess how obtaining Fano coherence is modified by symmetric or asymmetric decay rates. These findings indicate that a three-level quantum system driven by polarized incoherent light can act as a robust resource for coherence-assisted energy conversion and storage. Finally, we discuss the experimental challenges associated with the implementation of the proposed model using an ensemble of Rubidium atoms.",
      "pdf_url": "https://arxiv.org/pdf/2602.11695v1",
      "categories": [
        "quant-ph",
        "cond-mat.quant-gas",
        "physics.atom-ph",
        "physics.chem-ph"
      ]
    },
    {
      "id": "2602.11676v1",
      "title": "Associated Production of Charmonia-Bottomonia with Color-Octet Channels at the Z Factory, CEPC and FCC-ee",
      "authors": [
        "Xiao-Peng Wang",
        "Yi-Jie Li",
        "Guang-Zhi Xu",
        "Kui-Yong Liu"
      ],
      "published": "2026-02-12T07:48:32Z",
      "abstract": "Within the nonrelativistic QCD (NRQCD) framework, we investigate the associated production of charmonia+bottomonia at future super $Z$ factory and at the CEPC/FCC-ee. The color-octet(CO) channels in the $γ^*/Z^0$-propagated process are considered besides the color-singlet(CS) channels. We find that the contributions of the CO states to the total cross section are dominant for almost all processes from the production threshold to the $Z^0$ mass. Thus, the comparison between the theoretical results and future data may give constraints to the CO matrix elements. In addition, we calculate the relativistic corrections to both the CS and CO channels, which decrease the cross sections significantly, with the $K$ factor $\\simeq0.5$. The predicted events of ($J/ψ+Υ$, $Υ+η_c$) production, with $J/ψ, Υ$ reconstructed by lepton pair and $η_c$ reconstructed by hadronic decays, are (1,1) and (13,10) at the CEPC(2-yr) and FCC-ee(4-yr), respectively.",
      "pdf_url": "https://arxiv.org/pdf/2602.11676v1",
      "categories": [
        "hep-ph"
      ]
    },
    {
      "id": "2602.11652v1",
      "title": "Numerical simulation of the stochastic formalism including non-Markovianity",
      "authors": [
        "Masahiro Kawasaki",
        "Tomotaka Kuroda"
      ],
      "published": "2026-02-12T07:06:52Z",
      "abstract": "We numerically investigate stochastic dynamics in cosmology by solving Langevin equations for Infrared (IR) modes with stochastic noises generated by Ultraviolet (UV) modes at the coarse-graining scale. By construction, the stochastic formalism relies on the separation of scales, which requires solving the equations for UV modes on top of the evolving IR modes for all modes at every time step, leading to a non-Markovian system in general. In this paper, working on a de Sitter background, we analyze several representative models by simultaneously solving the Langevin equations for IR modes and the equations for UV modes at each time step. We demonstrate that once the effects of effective masses are treated consistently by our simulation, the flat direction in the minimal supersymmtric model (MSSM) does not saturate but instead evolves as an exactly flat direction. Furthermore, we investigate memory effects in simple two models; $V=λφ^4$ and $V=μφχ+ λφ^4$, and non-Markovian contributions can lead to quantitative differences, even in stationary configurations, when compared with Markovian approximations, particularly in the strong-coupling regime.",
      "pdf_url": "https://arxiv.org/pdf/2602.11652v1",
      "categories": [
        "astro-ph.CO",
        "gr-qc",
        "hep-ph",
        "hep-th"
      ]
    },
    {
      "id": "2602.11637v1",
      "title": "First-order phase transition in atom-molecule quantum degenerate mixtures with coherent three-body recombination",
      "authors": [
        "G. A. Bougas",
        "A. Vardi",
        "H. R. Sadeghpour",
        "C. Chin",
        "S. I. Mistakidis"
      ],
      "published": "2026-02-12T06:41:27Z",
      "abstract": "We map the phase diagram of a two-mode atom-molecule Bose-Einstein condensate with Fano-Feshbach and coherent three-body recombination (cTBR) terms. The standard second order phase transition observed as the molecular energy is tuned through the Feshbach resonance, is replaced by a first order transition when cTBR becomes prominent, due to a double-well structure in the free energy landscape. This transition is associated with atom-molecule entanglement, bistability, and molecular metastability. Our results establish cTBR as a powerful knob for quantum state engineering and control of reaction dynamics in ultracold chemistry.",
      "pdf_url": "https://arxiv.org/pdf/2602.11637v1",
      "categories": [
        "cond-mat.quant-gas",
        "quant-ph"
      ]
    },
    {
      "id": "2602.11627v1",
      "title": "Krylov Subspace Dynamics as Near-Horizon AdS$_2$ Holography",
      "authors": [
        "Hyun-Sik Jeong"
      ],
      "published": "2026-02-12T06:23:37Z",
      "abstract": "We establish a holographic gravitational dual for the fundamental dynamical equations governing operator growth in Krylov subspace. Specifically, we show that the deep interior of the Krylov subspace maps directly to the near-horizon regime of AdS$_2$ gravity. We demonstrate that, in the continuum limit, the discrete evolution on the Krylov chain transforms into the dynamics of a continuous field, which is isomorphic to the Klein-Gordon equation for a scalar field in the AdS$_2$ throat. This correspondence identifies the linear growth rate of Lanczos coefficients with the Hawking temperature, $α=πT$, thereby recovering the saturation of the maximal chaos bound. Notably, the Breitenlohner-Freedman bound, a fundamental stability criterion in AdS gravity, emerges as a necessary consistency requirement for the dual description of Krylov subspace dynamics. Our results advance a Krylov-based holographic dictionary in a unified $SL(2, \\mathbb{R})$ representation, revealing that the emergent geometry of Krylov subspace is a reflection of the near-horizon AdS spacetime.",
      "pdf_url": "https://arxiv.org/pdf/2602.11627v1",
      "categories": [
        "hep-th",
        "cond-mat.str-el",
        "quant-ph"
      ]
    },
    {
      "id": "2602.11616v1",
      "title": "The Power of Two Bases: Robust and copy-optimal certification of nearly all quantum states with few-qubit measurements",
      "authors": [
        "Andrea Coladangelo",
        "Jerry Li",
        "Joseph Slote",
        "Ellen Wu"
      ],
      "published": "2026-02-12T06:08:04Z",
      "abstract": "A central task in quantum information science is state certification: testing whether an unknown state is $ε_1$-close to a fixed target state, or $ε_2$-far. Recent work has shown that surprisingly simple measurement protocols--comprising only single-qubit measurements--suffice to certify arbitrary $n$-qubit states [Huang, Preskill, Soleimanifar '25; Gupta, He, O'Donnell '25]. However, these certification protocols are not robust: rather than allowing constant $ε_1$, they can only positively certify states within $ε_1=O(1/n)$ trace distance of the target. In many experimental settings, the appropriate error tolerance is constant as the system size grows, so this lack of robustness renders existing tests inapplicable at scale, no matter how many times the test is repeated.\n  Here we present robust certification protocols based on few-qubit measurements that apply to all but a $O(2^{-n})$-fraction of pure target states. Our first protocol achieves constant robustness, i.e. $ε_1=Θ(1)$, using a single $O(\\log n)$-qubit measurement along with single-qubit measurements in the $Z$ or $X$ basis on the other qubits. As a corollary of its robustness, this protocol also achieves constant (in $n$) copy complexity, which is optimal. Our second protocol uses exclusively single-qubit measurements and is nearly robust: $ε_1=Ω(1/\\log n)$. Our tests are based on a new uncertainty principle for conditional fidelities, which may be of independent interest.",
      "pdf_url": "https://arxiv.org/pdf/2602.11616v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11604v1",
      "title": "Quantization Mapping on Dirac Dynamics via Voltage-Driven Charge Density in Monolayer Graphene: A Klein Paradox and Entropy-Ruled Wavevector Mechanics Study",
      "authors": [
        "Karuppuchamy Navamani"
      ],
      "published": "2026-02-12T05:49:29Z",
      "abstract": "Thermodynamics coupled with quantum features on electron and hole dynamics in Dirac materials is quite interesting and crucial for real device applications. The correlation between the formation of electron-hole puddles in nearer to the charge neutrality point (CNP), and the role of disorder is fundamentally important for Dirac transport in graphene systems. Numerous studies on graphene further urge the necessity to find a better descriptor for disorder-charge puddles relation, which directly influences electrical conductivity. In principle, the external bias-driven energy level shift and its relevant density of states (DOS) provide information about the effect of total interactive potential on linear energy dispersion in terms of wavevector, but yet to be well-explored. With this ground, here we map the energy quantization for Dirac materials through the empirical relation of voltage-driven charge density in monolayer graphene, using the differential entropy (h)-ruled wavevector (k) mechanics. For this work, we propose the four postulates which are the key observable descriptions of earlier research reports, to study the precise electronic transport via an entropy-guided wavevector propagation approach, along with the Klein paradox, which pertains to the ultrafast dynamics in the Dirac or quasi-Dirac systems. The introduced h-ruled k and h-ruled N relations generalize the electron dynamics in both the unbounded and potentially bounded Dirac systems. Through the quantization mapping procedure under different voltage-driven potential (U=eV) boundary conditions, the observed energy shift from lower to excited quantum state obeys the relation of N(k)=N(U)^3; here, N(U) is the voltage-driven potential energy contribution factor for the quantum state existence. This study reveals information about the interaction potential-DOS relationship in the Dirac materials.",
      "pdf_url": "https://arxiv.org/pdf/2602.11604v1",
      "categories": [
        "cond-mat.mes-hall",
        "quant-ph"
      ]
    },
    {
      "id": "2602.11603v1",
      "title": "Rapid Dissipative Ground State Preparation at Chemical Transition States",
      "authors": [
        "Thomas W. Watts",
        "Soumya Sarkar",
        "Daniel Collins",
        "Nam Nguyen",
        "Luke Quezada",
        "Michael J. Bremner",
        "Samuel J. Elman"
      ],
      "published": "2026-02-12T05:46:07Z",
      "abstract": "Simulating chemical reactions is a central challenge in computational chemistry, characterized by an uneven difficulty profile: while equilibrium reactant and product geometries are often classically tractable, intermediate transition states frequently exhibit strong correlation that defies standard approximations. We present a protocol for dissipative ground state preparation that exploits this structure by treating the reaction path itself as a computational primitive. Our protocol uses an approach where a state prepared at a tractable geometry is propagated along a discretized reaction coordinate using Procrustes-aligned orbital rotations and stabilized by engineered dissipative cooling. We show that for reaction paths satisfying a localized Eigenstate Thermalization Hypothesis (ETH) drift condition in the strongly correlated regime, the algorithm prepares ground states of chemical systems with $N_o$ orbitals to an energy error $ε_E$ with a total gate complexity scaling as $\\widetilde{O}(N_o^{3}/ε_E)$. We provide logical resource estimates for benchmark systems including FeMoco, Cytochrome P450, and Ru-based carbon capture catalysts.",
      "pdf_url": "https://arxiv.org/pdf/2602.11603v1",
      "categories": [
        "quant-ph",
        "physics.chem-ph"
      ]
    },
    {
      "id": "2602.11597v1",
      "title": "Performance and pulse shape discrimination of glass scintillator SG101 for neutron detection",
      "authors": [
        "Yuhang Liu",
        "Fengpeng An",
        "Guang Luo",
        "Wei Wang",
        "Wei Wei",
        "Xuesong Zhang",
        "Dixiao Lu",
        "Xiaohao Yin"
      ],
      "published": "2026-02-12T05:28:06Z",
      "abstract": "We present a detailed characterization of the thermal neutron sensitive transparent glass scintillator SG101, benchmarked against the conventional LiF ZnS(Ag)based scintillator EJ426. The detection efficiency, energy resolution, and pulse shape discrimination (PSD) performance ofSG101 were evaluated under AmBe neutron irradiation. When coupled with organic scintillators(EJ200 or EJ276),the SG101 EJ200 system achieves a figure of merit (FOM) of 3.81 for thermal neutron/gamma separation, while the SG101 EJ276 configuration resolves three distinct particle populations gamma rays, fast neutrons, and thermal neutrons with FOM values of 3.46 and2.21, respectively. Correlation analysis reveals that the number of fast thermal neutron coincidence events significantly exceeds the accidental background, and the count of gamma fast thermal neutron triple-coincidence events is also far higher than the expected accidental rate, confirming significant physical correlations for both event types within a 100 us time window. These results demonstrate that SG101 is a promising candidate for applications requiring high-efficiency thermal neutron detection and precise event tagging coupling with a scintillator with PSD approach",
      "pdf_url": "https://arxiv.org/pdf/2602.11597v1",
      "categories": [
        "physics.ins-det",
        "hep-ex"
      ]
    },
    {
      "id": "2602.11592v1",
      "title": "Scalable and Highly Fault-Tolerant Circular Quantum Byzantine Agreement",
      "authors": [
        "Chen-Xun Weng",
        "Ming-Yang Li",
        "Shi-Gen Li",
        "Mengya Zhu",
        "Xiao-Ran Sun",
        "Hua-Lei Yin",
        "Zeng-Bing Chen"
      ],
      "published": "2026-02-12T05:21:11Z",
      "abstract": "Quantum Byzantine Agreement (QBA), a cornerstone of quantum blockchain, offers inherent advantages in security and fault tolerance over classical protocols, guaranteed by the laws of quantum mechanics. However, existing multiparty QBA protocols face challenges for large-scale deployment due to exponential communication complexity or reliance on complex multi-particle entanglement. To address this, we propose a multiparty circular QBA protocol that adopts a semi-decentralized architecture, leveraging circular message gathering and quantum digital signatures to achieve quadratic communication complexity and enhanced fault tolerance. Our protocol is experimentally feasible, requiring only weak coherent states, and is compatible with existing star-shaped quantum networks. Simulations conducted on a global satellite-to-ground network demonstrate that the protocol sustains high consensus rates among multiple users, even when employing different key generation protocols under realistic conditions. This work presents a scalable framework for large-scale QBA networks, establishing the foundation for a practical quantum blockchain that enables secure and fault-tolerant decentralized services.",
      "pdf_url": "https://arxiv.org/pdf/2602.11592v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11587v1",
      "title": "Generalizing the Soffer Bound: Positivity Constraints on Parton Distributions of Spin-3/2 Particles",
      "authors": [
        "Dongyan Fu",
        "Yubing Dong",
        "S. Kumano",
        "Ju-Jun Xie"
      ],
      "published": "2026-02-12T05:13:13Z",
      "abstract": "We derive the complete set of positivity bounds for the leading-twist parton distribution functions (PDFs) of a spin-3/2 hadron for the first time. This work generalizes the Soffer bound, a fundamental constraint for spin-1/2 nucleons, to quark and gluon distribution functions in higher-spin systems. Expressing the antiparton-hadron scattering amplitudes in terms of the PDFs and the spin density matrix, we establish the connections between the PDFs and the scattering amplitudes in the tensor product space of the parton and hadron spins. Moreover, we obtain the definitions of the PDFs in terms of the helicity amplitudes. Positive definiteness of the scattering amplitude matrix yields a set of inequalities that define the physically allowed parameter space for the helicity amplitudes and a set of constraints for the PDFs.",
      "pdf_url": "https://arxiv.org/pdf/2602.11587v1",
      "categories": [
        "hep-ph",
        "hep-ex",
        "hep-lat",
        "nucl-ex"
      ]
    },
    {
      "id": "2602.11586v1",
      "title": "Complete freezing of initially maximal entanglement in Schwarzschild black hole",
      "authors": [
        "Si-Han Li",
        "Hui-Chen Yang",
        "Rui-Yang Xu",
        "Shu-Min Wu"
      ],
      "published": "2026-02-12T05:12:31Z",
      "abstract": "Gravitational effects associated with black holes are widely believed to universally degrade quantum entanglement, with the loss of maximal entanglement being particularly severe and even irreversible for bosonic fields. In this work, we investigate the entanglement properties of the four-qubit cluster state ($CL_4$) for fermionic fields in the curved spacetime of a Schwarzschild black hole. Remarkably, we uncover a counterintuitive phenomenon: as the Hawking temperature increases, quantum entanglement ($1$-$3$ tangle) of the $CL_4$ state remains strictly constant, indicating a ``complete freezing of initially maximal entanglement\". This constitutes the first explicit example in which maximal entanglement remains perfectly preserved in a black hole environment, defying the conventional expectation that gravitational effects can only suppress maximal quantum correlations. Moreover, our results indicate that, within a relativistic framework, the $CL_4$ state constitutes a high-quality quantum resource with potential applications in relativistic quantum information processing, and may significantly improve the performance of such protocols.",
      "pdf_url": "https://arxiv.org/pdf/2602.11586v1",
      "categories": [
        "gr-qc",
        "quant-ph"
      ]
    },
    {
      "id": "2602.11576v1",
      "title": "Control the qubit-qubit coupling with double superconducting resonators",
      "authors": [
        "Hui Wang",
        "Rui Wang",
        "Daichi Sugiyama",
        "J. S. Tsai"
      ],
      "published": "2026-02-12T04:49:26Z",
      "abstract": "We experimentally studied the switching off processes in the double-resonator coupler superconducting quantum circuit.In both frequency and time-domain, we observed the variation of qubit-qubit effective coupling by tuning qubits'frequencies. According to the measurement results, by just shifting qubits' frequencies smaller than 50 MHz, the effective qubit-qubit coupling strength can be tuned from switching off point to two qubit gate point (effective coupling larger than 5 MHz) in double-resonator superconducting quantum circuit. The double-resonator coupler superconducting quantum circuit has the advantage of simple fabrications, introducing less flux noises, reducing occupancy of dilution refrigerator cables, which might supply a promising platform for future large-scale superconducting quantum processors.",
      "pdf_url": "https://arxiv.org/pdf/2602.11576v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11571v1",
      "title": "Probing mixed-state dark matter and $b \\to s μ^+μ^-$ anomalies in a scalar-assisted baryonic gauge theory",
      "authors": [
        " Taramati",
        "Manas Kumar Mohapatra",
        "Utkarsh Patel",
        "Rukmani Mohanta",
        "Sudhanwa Patra"
      ],
      "published": "2026-02-12T04:45:10Z",
      "abstract": "We explore a Standard Model extension based on a local $U(1)_B$ symmetry, where a baryon-charged scalar mediates interactions between a fermionic dark matter candidate and Standard Model quarks. In this setup, the dark matter relic abundance is shaped not only by standard annihilation channels but also by additional coannihilation processes induced by a new scalar. The presence of this mediator provides a unified link between dark sector and flavor physics, yielding distinctive phenomenological consequences. We conduct a detailed study of dark matter phenomenology, emphasizing the role of the mass splitting between the dark matter particles, and the scalar mediator in determining the efficiency of coannihilation. The parameter space is examined in light of existing constraints from cosmological observations, direct and indirect detection experiments, as well as the collider searches at the \\texttt{LHC}. Our analysis shows that the extended scalar sector opens up viable regions of parameter space beyond those accessible in minimal \\(U(1)_B\\) realizations, many of which are expected to be tested by forthcoming searches at \\texttt{XENONnT} and \\texttt{CTA}. Moreover, the model induces correlated signatures from flavor observables associated with the $b \\to s μ^+ μ^-$ transitions as well, serving as complementary tests of the underlying framework.",
      "pdf_url": "https://arxiv.org/pdf/2602.11571v1",
      "categories": [
        "hep-ph"
      ]
    },
    {
      "id": "2602.11556v1",
      "title": "Multi-Particle Invariant Mass -- Standard Expressions and Corrections to Order $(m/E)^4$",
      "authors": [
        "M. P. Fewell"
      ],
      "published": "2026-02-12T04:24:21Z",
      "abstract": "In collider-based particle physics, $invariant\\ mass$ refers to the magnitude of the total-momentum 4-vector of a system of particles. An expression for the invariant mass of a 2-particle system is well known; it assumes that both the total energy $E$ and the transverse momentum $p_\\mathrm{T}$ of each particle in the system greatly exceed its mass $m$. This note explores these assumptions by computing correction terms in powers of $m/E$ up to order $(m/E)^4$. The assumptions are found to be robust: not only is the leading correction quadratic in $m/E$, but also cancellations reduce its coefficient and that of the next-to-leading correction, which is of order $(m/E)^4$. Three- and four-particle systems are also treated and the generalisation to larger numbers of particles indicated. The zeroth-order expressions for these multi-particle systems are remarkably simple; they deserve to be better known.",
      "pdf_url": "https://arxiv.org/pdf/2602.11556v1",
      "categories": [
        "hep-ph"
      ]
    },
    {
      "id": "2602.11537v1",
      "title": "Triple Differential Heavy-to-light Semi-leptonic Decays at Next-to-Next-to-Next-to-Leading Order in QCD",
      "authors": [
        "Long Chen",
        "Xiang Chen",
        "Xin Guan",
        "Yan-Qing Ma"
      ],
      "published": "2026-02-12T03:56:19Z",
      "abstract": "We report the first complete calculation of the five heavy-to-light hadronic structure functions underlying semi-leptonic heavy-quark decays at next-to-next-to-next-to-leading order ($\\mathcal{O}(α_s^3)$) in perturbative QCD. This theoretical advance, achieved via an innovative hybrid computational strategy, enables precision predictions for triple differential decay rates. The results are essential for harnessing the potential of high-precision experiments at Belle II, BES III, and LHCb. Selected applications of this work include a state-of-the-art prediction for the inclusive $B \\to X_u \\ell ν$ width, crucial for a percent-level determination of $|V_{ub}|$, and the first $\\mathcal{O}(α_s^3)$ results for lepton-energy moments in charm decays, vital for extracting $|V_{cs}|$ and $|V_{cd}|$. Our analysis also reveals significant higher-order corrections in the large-$q^2$ region of $b \\to u$ transitions, offering new insights into the persistent tension between inclusive and exclusive $|V_{ub}|$ determinations.",
      "pdf_url": "https://arxiv.org/pdf/2602.11537v1",
      "categories": [
        "hep-ph",
        "hep-ex"
      ]
    },
    {
      "id": "2602.11525v1",
      "title": "Precessions and parameter constraints from quasiperiodic oscillations in a rotating charged black hole",
      "authors": [
        "R. H. Ali",
        "Meng-He Wu",
        "Hong Guo",
        "Xiao-Mei Kuang"
      ],
      "published": "2026-02-12T03:32:08Z",
      "abstract": "We investigate quasi-periodic oscillations (QPOs) as a diagnostic tool for probing frame-dragging effects and accretion disk physics in the spacetime of a rotating regular magnetic black hole (BH). Specifically, we analyze the precession of bound orbits and the epicyclic oscillations of test particles under small perturbations in the equatorial plane. We demonstrate how the BH nonminimal coupling parameter (lambda/M^4) and dimensionless magnetic charge (Q/M) significantly influence the three fundamental epicyclic frequencies. By applying the relativistic precession model and employing Markov Chain Monte Carlo simulations (MCMC), we constrain the BH characteristic parameters, including mass, spin, magnetic charge, and nonminimal coupling, using observational QPO data from five X-ray binaries: GRO J1655-40, XTE J1859+226, H1743-322, XTE J1550-564, and GRS 1915+105. Furthermore, we examine the Lense-Thirring, geodetic, and general spin precession frequencies of a test gyroscope attached to a stationary observer around the black hole. Our theoretical results indicate that the regular charged black hole suppresses these precession frequencies compared with the Kerr black hole case.",
      "pdf_url": "https://arxiv.org/pdf/2602.11525v1",
      "categories": [
        "gr-qc"
      ]
    },
    {
      "id": "2602.11503v1",
      "title": "Generalized entropic uncertainty relation and non-classicality in Schwarzschild black hole",
      "authors": [
        "Rui-Jie Yao",
        "Dong Wang"
      ],
      "published": "2026-02-12T02:57:25Z",
      "abstract": "The uncertainty principle constitutes a fundamental pillar of quantum theory, representing one of the most distinctive features that differentiates quantum mechanics from classical physics. In this study, we firstly propose a novel generalized entropic uncertainty relation (EUR) for arbitrary multi-measurement in the many-body systems, and rigorously derive a significantly tighter bound compared to existing formulations. Specifically, we discuss the proposed EUR in the context of Schwarzschild black hole, where we demonstrate the superior tightness of our derived bound. The study further elucidates the dynamical evolution of multipartite quantum coherence and entanglement in the curved spacetime. A particularly noteworthy finding reveals the exact equivalence between entanglement and $l_1$-norm coherence for arbitrary $N$-partite Greenberger-Horne-Zeilinger-type (GHZ-type) states. Moreover, we find that quantum coherence is significantly diminished and the measurement uncertainty increases to a stable maximum with increasing Hawking temperature. Thus, the findings of this study contribute to a deeper understanding of non-classicality and quantum resources in black holes.",
      "pdf_url": "https://arxiv.org/pdf/2602.11503v1",
      "categories": [
        "gr-qc",
        "hep-th",
        "quant-ph"
      ]
    },
    {
      "id": "2602.11501v1",
      "title": "Observation of a New Excited $Σ$ State in $ψ(3686)\\to\\bar{p}K^+Σ^0+c.c.$",
      "authors": [
        " BESIII Collaboration",
        "M. Ablikim",
        "M. N. Achasov",
        "P. Adlarson",
        "X. C. Ai",
        "R. Aliberti",
        "A. Amoroso",
        "Q. An",
        "Y. Bai",
        "O. Bakina",
        "Y. Ban",
        "H. -R. Bao",
        "V. Batozskaya",
        "K. Begzsuren",
        "N. Berger",
        "M. Berlowski",
        "M. B. Bertani",
        "D. Bettoni",
        "F. Bianchi",
        "E. Bianco",
        "A. Bortone",
        "I. Boyko",
        "R. A. Briere",
        "A. Brueggemann",
        "H. Cai",
        "M. H. Cai",
        "X. Cai",
        "A. Calcaterra",
        "G. F. Cao",
        "N. Cao",
        "S. A. Cetin",
        "X. Y. Chai",
        "J. F. Chang",
        "T. T. Chang",
        "G. R. Che",
        "Y. Z. Che",
        "C. H. Chen",
        "Chao Chen",
        "G. Chen",
        "H. S. Chen",
        "H. Y. Chen",
        "M. L. Chen",
        "S. J. Chen",
        "S. M. Chen",
        "T. Chen",
        "X. R. Chen",
        "X. T. Chen",
        "X. Y. Chen",
        "Y. B. Chen",
        "Y. Q. Chen",
        "Z. K. Chen",
        "J. C. Cheng",
        "L. N. Cheng",
        "S. K. Choi",
        "X. Chu",
        "G. Cibinetto",
        "F. Cossio",
        "J. Cottee-Meldrum",
        "H. L. Dai",
        "J. P. Dai",
        "X. C. Dai",
        "A. Dbeyssi",
        "R. E. de Boer",
        "D. Dedovich",
        "C. Q. Deng",
        "Z. Y. Deng",
        "A. Denig",
        "I. Denisenko",
        "M. Destefanis",
        "F. De Mori",
        "X. X. Ding",
        "Y. Ding",
        "Y. X. Ding",
        "J. Dong",
        "L. Y. Dong",
        "M. Y. Dong",
        "X. Dong",
        "M. C. Du",
        "S. X. Du",
        "S. X. Du",
        "X. L. Du",
        "Y. Y. Duan",
        "Z. H. Duan",
        "P. Egorov",
        "G. F. Fan",
        "J. J. Fan",
        "Y. H. Fan",
        "J. Fang",
        "J. Fang",
        "S. S. Fang",
        "W. X. Fang",
        "Y. Q. Fang",
        "L. Fava",
        "F. Feldbauer",
        "G. Felici",
        "C. Q. Feng",
        "J. H. Feng",
        "L. Feng",
        "Q. X. Feng",
        "Y. T. Feng",
        "M. Fritsch",
        "C. D. Fu",
        "J. L. Fu",
        "Y. W. Fu",
        "H. Gao",
        "Y. Gao",
        "Y. N. Gao",
        "Y. N. Gao",
        "Y. Y. Gao",
        "Z. Gao",
        "S. Garbolino",
        "I. Garzia",
        "L. Ge",
        "P. T. Ge",
        "Z. W. Ge",
        "C. Geng",
        "E. M. Gersabeck",
        "A. Gilman",
        "K. Goetzen",
        "J. D. Gong",
        "L. Gong",
        "W. X. Gong",
        "W. Gradl",
        "S. Gramigna",
        "M. Greco",
        "M. D. Gu",
        "M. H. Gu",
        "C. Y. Guan",
        "A. Q. Guo",
        "J. N. Guo",
        "L. B. Guo",
        "M. J. Guo",
        "R. P. Guo",
        "X. Guo",
        "Y. P. Guo",
        "A. Guskov",
        "J. Gutierrez",
        "T. T. Han",
        "F. Hanisch",
        "K. D. Hao",
        "X. Q. Hao",
        "F. A. Harris",
        "C. Z. He",
        "K. L. He",
        "F. H. Heinsius",
        "C. H. Heinz",
        "Y. K. Heng",
        "C. Herold",
        "P. C. Hong",
        "G. Y. Hou",
        "X. T. Hou",
        "Y. R. Hou",
        "Z. L. Hou",
        "H. M. Hu",
        "J. F. Hu",
        "Q. P. Hu",
        "S. L. Hu",
        "T. Hu",
        "Y. Hu",
        "Z. M. Hu",
        "G. S. Huang",
        "K. X. Huang",
        "L. Q. Huang",
        "P. Huang",
        "X. T. Huang",
        "Y. P. Huang",
        "Y. S. Huang",
        "T. Hussain",
        "N. Hüsken",
        "N. in der Wiesche",
        "J. Jackson",
        "Q. Ji",
        "Q. P. Ji",
        "W. Ji",
        "X. B. Ji",
        "X. L. Ji",
        "X. Q. Jia",
        "Z. K. Jia",
        "D. Jiang",
        "H. B. Jiang",
        "P. C. Jiang",
        "S. J. Jiang",
        "X. S. Jiang",
        "Y. Jiang",
        "J. B. Jiao",
        "J. K. Jiao",
        "Z. Jiao",
        "S. Jin",
        "Y. Jin",
        "M. Q. Jing",
        "X. M. Jing",
        "T. Johansson",
        "S. Kabana",
        "X. L. Kang",
        "X. S. Kang",
        "B. C. Ke",
        "V. Khachatryan",
        "A. Khoukaz",
        "O. B. Kolcu",
        "B. Kopf",
        "L. Kröger",
        "M. Kuessner",
        "X. Kui",
        "N. Kumar",
        "A. Kupsc",
        "W. Kühn",
        "Q. Lan",
        "W. N. Lan",
        "T. T. Lei",
        "M. Lellmann",
        "T. Lenz",
        "C. Li",
        "C. Li",
        "C. H. Li",
        "C. K. Li",
        "D. M. Li",
        "F. Li",
        "G. Li",
        "H. B. Li",
        "H. J. Li",
        "H. L. Li",
        "H. N. Li",
        "Hui Li",
        "J. R. Li",
        "J. S. Li",
        "J. W. Li",
        "K. Li",
        "K. L. Li",
        "L. J. Li",
        "Lei Li",
        "M. H. Li",
        "M. R. Li",
        "P. L. Li",
        "P. R. Li",
        "Q. M. Li",
        "Q. X. Li",
        "R. Li",
        "S. X. Li",
        "Shanshan Li",
        "T. Li",
        "T. Y. Li",
        "W. D. Li",
        "W. G. Li",
        "X. Li",
        "X. H. Li",
        "X. K. Li",
        "X. L. Li",
        "X. Y. Li",
        "X. Z. Li",
        "Y. Li",
        "Y. G. Li",
        "Y. P. Li",
        "Z. H. Li",
        "Z. J. Li",
        "Z. X. Li",
        "Z. Y. Li",
        "C. Liang",
        "H. Liang",
        "Y. F. Liang",
        "Y. T. Liang",
        "G. R. Liao",
        "L. B. Liao",
        "M. H. Liao",
        "Y. P. Liao",
        "J. Libby",
        "A. Limphirat",
        "D. X. Lin",
        "L. Q. Lin",
        "T. Lin",
        "B. J. Liu",
        "B. X. Liu",
        "C. X. Liu",
        "F. Liu",
        "F. H. Liu",
        "Feng Liu",
        "G. M. Liu",
        "H. Liu",
        "H. B. Liu",
        "H. M. Liu",
        "Huihui Liu",
        "J. B. Liu",
        "J. J. Liu",
        "K. Liu",
        "K. Liu",
        "K. Y. Liu",
        "Ke Liu",
        "L. Liu",
        "L. C. Liu",
        "Lu Liu",
        "M. H. Liu",
        "P. L. Liu",
        "Q. Liu",
        "S. B. Liu",
        "W. M. Liu",
        "W. T. Liu",
        "X. Liu",
        "X. K. Liu",
        "X. L. Liu",
        "X. Y. Liu",
        "Y. Liu",
        "Y. Liu",
        "Y. B. Liu",
        "Z. A. Liu",
        "Z. D. Liu",
        "Z. Q. Liu",
        "Z. Y. Liu",
        "X. C. Lou",
        "H. J. Lu",
        "J. G. Lu",
        "X. L. Lu",
        "Y. Lu",
        "Y. H. Lu",
        "Y. P. Lu",
        "Z. H. Lu",
        "C. L. Luo",
        "J. R. Luo",
        "J. S. Luo",
        "M. X. Luo",
        "T. Luo",
        "X. L. Luo",
        "Z. Y. Lv",
        "X. R. Lyu",
        "Y. F. Lyu",
        "Y. H. Lyu",
        "F. C. Ma",
        "H. L. Ma",
        "Heng Ma",
        "J. L. Ma",
        "L. L. Ma",
        "L. R. Ma",
        "Q. M. Ma",
        "R. Q. Ma",
        "R. Y. Ma",
        "T. Ma",
        "X. T. Ma",
        "X. Y. Ma",
        "Y. M. Ma",
        "F. E. Maas",
        "I. MacKay",
        "M. Maggiora",
        "S. Malde",
        "Q. A. Malik",
        "H. X. Mao",
        "Y. J. Mao",
        "Z. P. Mao",
        "S. Marcello",
        "A. Marshall",
        "F. M. Melendi",
        "Y. H. Meng",
        "Z. X. Meng",
        "G. Mezzadri",
        "H. Miao",
        "T. J. Min",
        "R. E. Mitchell",
        "X. H. Mo",
        "B. Moses",
        "N. Yu. Muchnoi",
        "J. Muskalla",
        "Y. Nefedov",
        "F. Nerling",
        "H. Neuwirth",
        "Z. Ning",
        "S. Nisar",
        "Q. L. Niu",
        "W. D. Niu",
        "Y. Niu",
        "C. Normand",
        "S. L. Olsen",
        "Q. Ouyang",
        "S. Pacetti",
        "X. Pan",
        "Y. Pan",
        "A. Pathak",
        "Y. P. Pei",
        "M. Pelizaeus",
        "H. P. Peng",
        "X. J. Peng",
        "Y. Y. Peng",
        "K. Peters",
        "K. Petridis",
        "J. L. Ping",
        "R. G. Ping",
        "S. Plura",
        "V. Prasad",
        "F. Z. Qi",
        "H. R. Qi",
        "M. Qi",
        "S. Qian",
        "W. B. Qian",
        "C. F. Qiao",
        "J. H. Qiao",
        "J. J. Qin",
        "J. L. Qin",
        "L. Q. Qin",
        "L. Y. Qin",
        "P. B. Qin",
        "X. P. Qin",
        "X. S. Qin",
        "Z. H. Qin",
        "J. F. Qiu",
        "Z. H. Qu",
        "J. Rademacker",
        "C. F. Redmer",
        "A. Rivetti",
        "M. Rolo",
        "G. Rong",
        "S. S. Rong",
        "F. Rosini",
        "Ch. Rosner",
        "M. Q. Ruan",
        "N. Salone",
        "A. Sarantsev",
        "Y. Schelhaas",
        "K. Schoenning",
        "M. Scodeggio",
        "W. Shan",
        "X. Y. Shan",
        "Z. J. Shang",
        "J. F. Shangguan",
        "L. G. Shao",
        "M. Shao",
        "C. P. Shen",
        "H. F. Shen",
        "W. H. Shen",
        "X. Y. Shen",
        "B. A. Shi",
        "H. Shi",
        "J. L. Shi",
        "J. Y. Shi",
        "S. Y. Shi",
        "X. Shi",
        "H. L. Song",
        "J. J. Song",
        "M. H. Song",
        "T. Z. Song",
        "W. M. Song",
        "Y. X. Song",
        "Zirong Song",
        "S. Sosio",
        "S. Spataro",
        "S. Stansilaus",
        "F. Stieler",
        "S. S Su",
        "G. B. Sun",
        "G. X. Sun",
        "H. Sun",
        "H. K. Sun",
        "J. F. Sun",
        "K. Sun",
        "L. Sun",
        "R. Sun",
        "S. S. Sun",
        "T. Sun",
        "W. Y. Sun",
        "Y. C. Sun",
        "Y. H. Sun",
        "Y. J. Sun",
        "Y. Z. Sun",
        "Z. Q. Sun",
        "Z. T. Sun",
        "C. J. Tang",
        "G. Y. Tang",
        "J. Tang",
        "J. J. Tang",
        "L. F. Tang",
        "Y. A. Tang",
        "L. Y. Tao",
        "M. Tat",
        "J. X. Teng",
        "J. Y. Tian",
        "W. H. Tian",
        "Y. Tian",
        "Z. F. Tian",
        "I. Uman",
        "B. Wang",
        "B. Wang",
        "Bo Wang",
        "C. Wang",
        "C. Wang",
        "Cong Wang",
        "D. Y. Wang",
        "H. J. Wang",
        "J. Wang",
        "J. J. Wang",
        "J. P. Wang",
        "K. Wang",
        "L. L. Wang",
        "L. W. Wang",
        "M. Wang",
        "M. Wang",
        "N. Y. Wang",
        "S. Wang",
        "Shun Wang",
        "T. Wang",
        "T. J. Wang",
        "W. Wang",
        "W. P. Wang",
        "X. Wang",
        "X. F. Wang",
        "X. L. Wang",
        "X. N. Wang",
        "Xin Wang",
        "Y. Wang",
        "Y. D. Wang",
        "Y. F. Wang",
        "Y. H. Wang",
        "Y. J. Wang",
        "Y. L. Wang",
        "Y. N. Wang",
        "Y. N. Wang",
        "Yaqian Wang",
        "Yi Wang",
        "Yuan Wang",
        "Z. Wang",
        "Z. Wang",
        "Z. L. Wang",
        "Z. Q. Wang",
        "Z. Y. Wang",
        "Ziyi Wang",
        "D. Wei",
        "D. H. Wei",
        "H. R. Wei",
        "F. Weidner",
        "S. P. Wen",
        "U. Wiedner",
        "G. Wilkinson",
        "M. Wolke",
        "J. F. Wu",
        "L. H. Wu",
        "L. J. Wu",
        "Lianjie Wu",
        "S. G. Wu",
        "S. M. Wu",
        "X. W. Wu",
        "Y. J. Wu",
        "Z. Wu",
        "L. Xia",
        "B. H. Xiang",
        "D. Xiao",
        "G. Y. Xiao",
        "H. Xiao",
        "Y. L. Xiao",
        "Z. J. Xiao",
        "C. Xie",
        "K. J. Xie",
        "Y. Xie",
        "Y. G. Xie",
        "Y. H. Xie",
        "Z. P. Xie",
        "T. Y. Xing",
        "C. J. Xu",
        "G. F. Xu",
        "H. Y. Xu",
        "M. Xu",
        "Q. J. Xu",
        "Q. N. Xu",
        "T. D. Xu",
        "X. P. Xu",
        "Y. Xu",
        "Y. C. Xu",
        "Z. S. Xu",
        "F. Yan",
        "L. Yan",
        "W. B. Yan",
        "W. C. Yan",
        "W. H. Yan",
        "W. P. Yan",
        "X. Q. Yan",
        "H. J. Yang",
        "H. L. Yang",
        "H. X. Yang",
        "J. H. Yang",
        "R. J. Yang",
        "Y. Yang",
        "Y. H. Yang",
        "Y. Q. Yang",
        "Y. Z. Yang",
        "Z. P. Yao",
        "M. Ye",
        "M. H. Ye",
        "Z. J. Ye",
        "Junhao Yin",
        "Z. Y. You",
        "B. X. Yu",
        "C. X. Yu",
        "G. Yu",
        "J. S. Yu",
        "L. W. Yu",
        "T. Yu",
        "X. D. Yu",
        "Y. C. Yu",
        "Y. C. Yu",
        "C. Z. Yuan",
        "H. Yuan",
        "J. Yuan",
        "J. Yuan",
        "L. Yuan",
        "M. K. Yuan",
        "S. H. Yuan",
        "Y. Yuan",
        "C. X. Yue",
        "Ying Yue",
        "A. A. Zafar",
        "F. R. Zeng",
        "S. H. Zeng",
        "X. Zeng",
        "Y. J. Zeng",
        "Y. J. Zeng",
        "Y. C. Zhai",
        "Y. H. Zhan",
        "S. N. Zhang",
        "B. L. Zhang",
        "B. X. Zhang",
        "D. H. Zhang",
        "G. Y. Zhang",
        "G. Y. Zhang",
        "H. Zhang",
        "H. Zhang",
        "H. C. Zhang",
        "H. H. Zhang",
        "H. Q. Zhang",
        "H. R. Zhang",
        "H. Y. Zhang",
        "J. Zhang",
        "J. J. Zhang",
        "J. L. Zhang",
        "J. Q. Zhang",
        "J. S. Zhang",
        "J. W. Zhang",
        "J. X. Zhang",
        "J. Y. Zhang",
        "J. Z. Zhang",
        "Jianyu Zhang",
        "L. M. Zhang",
        "Lei Zhang",
        "N. Zhang",
        "P. Zhang",
        "Q. Zhang",
        "Q. Y. Zhang",
        "R. Y. Zhang",
        "S. H. Zhang",
        "Shulei Zhang",
        "X. M. Zhang",
        "X. Y. Zhang",
        "Y. Zhang",
        "Y. Zhang",
        "Y. T. Zhang",
        "Y. H. Zhang",
        "Y. P. Zhang",
        "Z. D. Zhang",
        "Z. H. Zhang",
        "Z. L. Zhang",
        "Z. L. Zhang",
        "Z. X. Zhang",
        "Z. Y. Zhang",
        "Z. Y. Zhang",
        "Z. Z. Zhang",
        "Zh. Zh. Zhang",
        "G. Zhao",
        "J. Y. Zhao",
        "J. Z. Zhao",
        "L. Zhao",
        "L. Zhao",
        "M. G. Zhao",
        "S. J. Zhao",
        "Y. B. Zhao",
        "Y. L. Zhao",
        "Y. X. Zhao",
        "Z. G. Zhao",
        "A. Zhemchugov",
        "B. Zheng",
        "B. M. Zheng",
        "J. P. Zheng",
        "W. J. Zheng",
        "X. R. Zheng",
        "Y. H. Zheng",
        "B. Zhong",
        "C. Zhong",
        "H. Zhou",
        "J. Q. Zhou",
        "S. Zhou",
        "X. Zhou",
        "X. K. Zhou",
        "X. R. Zhou",
        "X. Y. Zhou",
        "Y. X. Zhou",
        "Y. Z. Zhou",
        "A. N. Zhu",
        "J. Zhu",
        "K. Zhu",
        "K. J. Zhu",
        "K. S. Zhu",
        "L. X. Zhu",
        "Lin Zhu",
        "S. H. Zhu",
        "T. J. Zhu",
        "W. D. Zhu",
        "W. J. Zhu",
        "W. Z. Zhu",
        "Y. C. Zhu",
        "Z. A. Zhu",
        "X. Y. Zhuang",
        "J. H. Zou",
        "J. Zu"
      ],
      "published": "2026-02-12T02:52:08Z",
      "abstract": "Using a data sample of $(2712.4\\pm14.3)\\times10^6\\ ψ(3686)$ events collected with the BESIII detector, a partial-wave analysis of $ψ(3686)\\to\\bar{p}K^+Σ^0+c.c.$ is performed. A new excited $Σ$ baryon state is observed with a statistical significance of $11.9σ$, and the mass and width are measured as $(2334.7\\pm7.9\\pm16.0)\\;\\mathrm{MeV}/c^2$ and $(206.3\\pm9.5\\pm18.4)\\;\\mathrm{MeV}$, respectively. The spin-parity of the new state is favored to be $3/2^-$, and the branching fraction of $ψ(3686)\\to\\barΣ(2330)^0Σ^0+c.c.$ is determined to be $(4.47\\pm0.58\\pm1.52)\\times10^{-6}$. In addition, the branching fraction of $ψ(3686)\\to\\bar{p}K^+Σ^0+c.c.$ is determined to be either $(2.44\\pm0.20\\pm0.08)\\times10^{-5}$ or $(1.73\\pm0.29\\pm0.06)\\times10^{-5}$ by considering two solutions. The first uncertainties are statistical and the second systematic.",
      "pdf_url": "https://arxiv.org/pdf/2602.11501v1",
      "categories": [
        "hep-ex"
      ]
    },
    {
      "id": "2602.11480v1",
      "title": "Producing $Λ(1405)$ and $Λ(1520)$ in $π^-p$ reaction to explore their inner structures",
      "authors": [
        "Yuan Gao",
        "Xiao-Yun Wang",
        "Xiang Liu"
      ],
      "published": "2026-02-12T01:46:26Z",
      "abstract": "In this work, the production mechanisms of the hyperon resonances $Λ(1405)$ and $Λ(1520)$ in the $π^- p$ scattering are investigated within an effective Lagrangian approach incorporating Regge trajectories. By including contributions from $t$-channel $K^*$ and $u$-channel $Σ$ exchanges, we perform global fits to the total and differential cross sections for $π^{-} p \\rightarrow KΛ(1405)$ and $π^{-} p \\rightarrow KΛ(1520)$. The results show good agreement with available experimental data. For the total cross section of $Λ(1405)$ production, the $u$-channel contribution is dominant, whereas the $t$-channel contribution plays the primary role in $Λ(1520)$ production. Furthermore, the differential cross sections of the two processes exhibit distinctly different shapes, reflecting their distinct underlying reaction mechanisms. An analysis based on the constituent counting rule indicates that $Λ(1520)$ is consistent with a conventional three-quark configuration, while $Λ(1405)$ shows a clear deviation, suggesting a more exotic structure. Owing to the large branching ratio of $Λ^* \\to πΣ$, the Dalitz process $π^{-} p \\rightarrow K Λ^{*} \\rightarrow K πΣ$ is also calculated. Our results demonstrate that reconstructing $Λ^*$ via the $KπΣ$ final state is experimentally feasible. This study provides important theoretical insights into the production dynamics of these hyperon resonances, and suggests future high-precision measurements of the $t$-distribution at large momentum transfer at facilities such as AMBER, J-PARC, HIKE, and HIAF, which can further clarify their reaction mechanisms and structural properties.",
      "pdf_url": "https://arxiv.org/pdf/2602.11480v1",
      "categories": [
        "nucl-th",
        "hep-th"
      ]
    },
    {
      "id": "2602.11475v1",
      "title": "The absence of global anomalies of CP symmetry",
      "authors": [
        "Kazuya Yonekura"
      ],
      "published": "2026-02-12T01:23:17Z",
      "abstract": "Some solutions to the strong CP problem assume that CP symmetry is a gauge symmetry, which is then spontaneously broken. For this scenario to be possible, the CP symmetry should not have any nonperturbative (global) anomalies. In this paper, we study anomalies of CP symmetry of fermions which are coupled to gravity and gauge fields with a gauge group $G$. When $G$ is connected and simply connected, we show that gauging a CP symmetry does not produce any new anomaly beyond the one before gauging it. In particular, the standard model matter content does not have anomalies.",
      "pdf_url": "https://arxiv.org/pdf/2602.11475v1",
      "categories": [
        "hep-ph",
        "hep-th"
      ]
    },
    {
      "id": "2602.11469v1",
      "title": "Structural control of two-level defect density revealed by high-throughput correlative measurements of Josephson junctions",
      "authors": [
        "Oliver F. Wolff",
        "Harshvardhan Mantry",
        "Rahim Raja",
        "Wei-Hsiang Peng",
        "Kaushik Singirikonda",
        "Seungkyun Lee",
        "Shishir Sudhaman",
        "Rafael Goncalves",
        "Pinshane Y. Huang",
        "Angela Kou",
        "Wolfgang Pfaff"
      ],
      "published": "2026-02-12T01:01:10Z",
      "abstract": "Materials defects in Josephson junctions (JJs), often referred to as two-level systems (TLS), couple to superconducting qubits and are a critical bottleneck for scalable quantum processors. Despite their importance, understanding the microscopic sources of TLS and how to mitigate them has remained a major challenge. Here, we demonstrate a high-throughput, correlated approach to trace the microstructural origins of strongly-coupled TLS in Josephson circuits. We assembled a massive dataset of TLS across 6,000 Al/AlOx/Al JJs and more than 600 atomic resolution transmission electron microscopy images. We statistically link fabrication, microstructure, and TLS occurrence, revealing a strong correlation between Al electrode thickness, Al grain size, and TLS density. Correspondingly, we find a two-thirds reduction in TLS prompted by a change in electrode fabrication parameters. These results demonstrate a robust, data-driven methodology to understand and control defects in quantum circuits and pave the way for significantly reducing TLS density.",
      "pdf_url": "https://arxiv.org/pdf/2602.11469v1",
      "categories": [
        "quant-ph",
        "cond-mat.mes-hall",
        "cond-mat.mtrl-sci"
      ]
    },
    {
      "id": "2602.11457v1",
      "title": "The Pinnacle Architecture: Reducing the cost of breaking RSA-2048 to 100 000 physical qubits using quantum LDPC codes",
      "authors": [
        "Paul Webster",
        "Lucas Berent",
        "Omprakash Chandra",
        "Evan T. Hockings",
        "Nouédyn Baspin",
        "Felix Thomsen",
        "Samuel C. Smith",
        "Lawrence Z. Cohen"
      ],
      "published": "2026-02-12T00:30:48Z",
      "abstract": "The realisation of utility-scale quantum computing inextricably depends on the design of practical, low-overhead fault-tolerant architectures. We introduce the \\textit{Pinnacle Architecture}, which uses quantum low-density parity check (QLDPC) codes to allow for universal, fault-tolerant quantum computation with a spacetime overhead significantly smaller than that of any competing architecture. With this architecture, we show that 2048-bit RSA integers can be factored with less than one hundred thousand physical qubits, given a physical error rate of $10^{-3}$, code cycle time of $1$ \\textmu s and a reaction time of $10$ \\textmu s. We thereby demonstrate the feasibility of utility-scale quantum computing with an order of magnitude fewer physical qubits than has previously been believed necessary.",
      "pdf_url": "https://arxiv.org/pdf/2602.11457v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11452v1",
      "title": "A study of charged-particle multiplicity distribution in high energy p-O collisions",
      "authors": [
        "Yuri N. Lima",
        "Lucas J. F. Silva",
        "Andre V. Giannini",
        "Marcelo G. Munhoz"
      ],
      "published": "2026-02-12T00:00:11Z",
      "abstract": "This study investigates the multiplicity distribution of charged particles generated in $p$-O collisions, employing Pythia (Angantyr) and $k_T$-factorization approach. Oxygen nucleus configurations are sampled using a $α$-cluster model to evaluate both formalisms and assess how initial nucleus configuration influences the properties of the produced final states. Results obtained through clustering are systematically compared to those derived from the Woods-Saxon nuclear distribution. The analysis encompasses various pseudorapidity intervals ($|η|<$ 0.5, 1.0, 2.0, 3.0) and center-of-mass energies ($\\sqrt{s}=$ 2.36, 5.02, 7.0, 13.0 TeV). Based on the resulting distributions, we examine the KNO scaling effect and fit the distributions with the double NBD model for parameterization, aiming to accurately characterize the observed results and elucidate contributions from both soft and semi-hard processes. Our results indicate that different geometric descriptions of the oxygen nucleus project significantly different multiplicities of charged particles, especially for large multiplicities and higher pseudorapidity. We also observed that multiplicity of charged particles calculated with Pythia reveals significantly different behavior from that calculated with $k_T$-factorization.",
      "pdf_url": "https://arxiv.org/pdf/2602.11452v1",
      "categories": [
        "hep-ph",
        "hep-ex",
        "nucl-th"
      ]
    },
    {
      "id": "2602.11438v1",
      "title": "Microscopic Origin of Superradiant Biphoton Emission in Atomic Ensembles",
      "authors": [
        "Zi-Yu Liu",
        "Jiun-Shiuan Shiu",
        "Wei-Lin Chen",
        "Yong-Fan Chen"
      ],
      "published": "2026-02-11T23:26:08Z",
      "abstract": "Superradiant biphoton emission from atomic ensembles provides a powerful route to generating highly correlated quantum light, yet its microscopic physical origin has remained incompletely understood. In particular, it is often unclear how collective enhancement, spontaneous emission, and vacuum fluctuations jointly give rise to both paired biphoton generation and unavoidable unpaired background within a single, self-consistent framework. Here we present a fully quantum microscopic theory within a unified Heisenberg--Langevin--Maxwell framework that explicitly incorporates dissipation and quantum noise, thereby revealing the microscopic origin of superradiant biphoton emission in atomic ensembles. The theory provides a consistent description of parametric gain and unpaired noise within the same open-quantum-system framework and applies to both Doppler-free cold atomic ensembles and Doppler-broadened warm vapors. In the high-optical-depth regime, the coupled propagation equations admit analytical solutions, under which the biphoton dynamics rigorously reduce to an effective collective two-level emission process. Within this limit, the biphoton correlation time and spectral properties are shown to obey closed-form scaling relations governed by optical depth and excited-state decoherence. Our results establish a unified microscopic picture of superradiant biphoton generation and clarify the fundamental role of vacuum fluctuations and dissipation in setting the brightness, pairing efficiency, and temporal structure of atomic biphoton sources, with direct relevance to quantum networking and atomic quantum interfaces.",
      "pdf_url": "https://arxiv.org/pdf/2602.11438v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11431v1",
      "title": "Krylov space perturbation theory for quantum synchronization in closed systems",
      "authors": [
        "Nicolas Loizeau",
        "Berislav Buča"
      ],
      "published": "2026-02-11T23:14:29Z",
      "abstract": "Strongly interacting quantum many-body systems are expected to thermalize, however, some evade thermalization due to symmetries. Quantum synchronization provides one such example of ergodicity breaking, but previous studies have focused on open systems. Here, motivated by the problem of ergodicity breaking in closed systems and the study of non-trivial dynamics, we investigate synchronization in a closed disordered Heisenberg spin chain. In the presence of large random disorder, strongly breaking the permutation symmetry of the system, we observe the emergence of spatial synchronization, where spins lock into locally synchronized patches. This behavior can be interpreted as a fragmentation of the global dynamical symmetry $S^+$ into a collection of local dynamical symmetries, each characterized by a distinct frequency. In the weak-disorder regime, still without permutation symmetry, we show that the synchronization mechanism can be understood perturbatively within Krylov space. In the absence of disorder, the Krylov space associated with the dynamical symmetry $S^+$ is two-dimensional. Introducing disorder couples this subspace to the remainder of the Krylov space. This coupling leads only to a second-order correction to the frequency of the dynamical symmetry, thereby preserving coherent oscillations despite the presence of small disorder. At stronger disorder, the perturbation modifies $S^+$ so that it acquires a finite lifetime, providing an example of a transient dynamical symmetry.",
      "pdf_url": "https://arxiv.org/pdf/2602.11431v1",
      "categories": [
        "cond-mat.dis-nn",
        "cond-mat.stat-mech",
        "quant-ph"
      ]
    },
    {
      "id": "2602.11421v1",
      "title": "Nonlinear integrated quantum photonics with AlGaAs",
      "authors": [
        "F. Baboux",
        "G. Moody",
        "S. Ducci"
      ],
      "published": "2026-02-11T22:44:56Z",
      "abstract": "Integrated photonics provides a powerful approach for developing compact, stable and scalable architectures for the generation, manipulation and detection of quantum states of light. To this end, several material platforms are being developed in parallel, each providing its specific assets, and hybridization techniques to combine their strengths are now possible. This review focuses on AlGaAs, a III-V semiconductor platform combining a mature fabrication technology, direct band-gap compliant with electrical injection, low-loss operation, large electro-optic effect, and compatibility with superconducting detectors for on-chip detection. We detail recent implementations of room-temperature sources of quantum light based on the high second- and third-order optical nonlinearities of the material, as well as photonic circuits embedding various functionalities ranging from polarizing beamsplitters to Mach-Zehnder interferometers, modulators and tunable filters. We then present several realizations of quantum state engineering enabled by these recent advances and discuss open perspectives and remaining challenges in the field of integrated quantum photonics with AlGaAs.",
      "pdf_url": "https://arxiv.org/pdf/2602.11421v1",
      "categories": [
        "quant-ph",
        "cond-mat.mes-hall",
        "physics.optics"
      ]
    },
    {
      "id": "2602.11405v1",
      "title": "Constraints on dark axion portal: missing energy and fermion EDMs",
      "authors": [
        "Sergei N. Gninenko",
        "N. V. Krasnikov",
        "Valery E. Lyubovitskij",
        "Sergey Kuleshov",
        "Alexey S. Zhevlakov",
        "I. V. Voronchikhin",
        "D. V. Kirpichnikov"
      ],
      "published": "2026-02-11T22:14:07Z",
      "abstract": "We study a model in which a new interactions between the Standard Model (SM) photon and both the dark photon ($γ_D)$ and an ALP ($a$) are described by the dark axion portal operator. The implications of this dark axion portal scenario for electron fixed-target experiments are presented. In particular, we investigate the missing energy signatures associated with production of dark photons and their subsequent invisible decays into stable dark sector fermions, $γ_D \\to χ\\barχ$. We discuss the discovery potential for such a scenario and derive projected sensitivity curves for the NA64$e$ and LDMX experiments. Furthermore, novel constraints of the NA64$e$ for $9.37\\times 10^{11}$ electrons on target are derived by considering two production mechanisms for invisible states: (i)~the bremsstrahlung-like emission of an $aγ_D$ pair, $e N \\to e N γ^* (\\to a γ_D)$, and (ii)~the exclusive vector meson photoproduction, $γ^* N \\to N V$, followed by the invisible decays of vector mesons, $V \\to a γ_D$. Additionally, the constraints on the parameter space of $CP$-violating, fermion-specific ALP and dark photon couplings are established. These constraints are derived from current experimental bounds on the electric dipole moments (EDMs) of SM fermions, incorporating loop-induced contributions to the EDMs of the electron, muon, and neutron.",
      "pdf_url": "https://arxiv.org/pdf/2602.11405v1",
      "categories": [
        "hep-ph"
      ]
    },
    {
      "id": "2602.11394v1",
      "title": "Coherent states for the exotic Landau problem and related properties",
      "authors": [
        "Isiaka Aremua"
      ],
      "published": "2026-02-11T21:58:21Z",
      "abstract": "This work presents a comprehensive study of the exotic Landau model in a two-dimensional noncommutative plane. Beginning with the classical formulation where two conserved quantities $\\mathcal{P}_i$ and $\\mathcal{K}_i$ are derived, we proceed to the quantum level where these lead to two independent oscillator representations generating bosonic Fock spaces $Γ_{\\mathcal{P}}$ and $Γ_{\\mathcal{K}}$. Coherent states satisfying all Klauder's criteria are explicitly constructed, and their physical properties including normalization, continuity, resolution of the identity, temporal stability, and action identity are rigorously proven. We further develop matrix vector coherent states and quaternionic vector coherent states, examining their mathematical structure and physical implications. Detailed calculations of the free particle propagator via path integrals, uncertainty relations, and time evolution of probability densities are provided.",
      "pdf_url": "https://arxiv.org/pdf/2602.11394v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11384v1",
      "title": "Recent Developments in VQE: Survey and Benchmarking",
      "authors": [
        "Taylor Harville",
        "Rishu Khurana",
        "Vitor F. Grizzi",
        "Cong Liu"
      ],
      "published": "2026-02-11T21:24:32Z",
      "abstract": "The Variational Quantum Eigensolver (VQE) algorithm has been developed to target near term Noisy Intermediate Scale Quantum (NISQ) computers as a method to find the eigenvalues of Hamiltonians. Unlike fully quantum algorithms such as Quantum Phase Estimation (QPE), VQE based methods are hybrid algorithms that utilize both quantum and classical hardware to combat issues with the near term quantum hardware such as small numbers of available qubits and the decoherence of qubits. Different adaptations (flavors) of VQE have been implemented to combat these scalability issues on NISQ devices compared to standard VQE. These different flavors are modifications of the underlying VQE ansatz to reduce the computational workload on the quantum hardware. In this review we focus on 3 main areas related to VQE. The first focus is on flavors of VQE that fall under the categories of circuit complexity reduction, chemistry inspired ansatz, and extensions of VQE to excited states. The remaining portion of the review focuses on benchmarking the accuracy of VQE methods and an overview of the current state of quantum simulators.",
      "pdf_url": "https://arxiv.org/pdf/2602.11384v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11383v1",
      "title": "WSBD: Freezing-Based Optimizer for Quantum Neural Networks",
      "authors": [
        "Christopher Kverne",
        "Mayur Akewar",
        "Yuqian Huo",
        "Tirthak Patel",
        "Janki Bhimani"
      ],
      "published": "2026-02-11T21:23:08Z",
      "abstract": "The training of Quantum Neural Networks (QNNs) is hindered by the high computational cost of gradient estimation and the barren plateau problem, where optimization landscapes become intractably flat. To address these challenges, we introduce Weighted Stochastic Block Descent (WSBD), a novel optimizer with a dynamic, parameter-wise freezing strategy. WSBD intelligently focuses computational resources by identifying and temporarily freezing less influential parameters based on a gradient-derived importance score. This approach significantly reduces the number of forward passes required per training step and helps navigate the optimization landscape more effectively. Unlike pruning or layer-wise freezing, WSBD maintains full expressive capacity while adapting throughout training. Our extensive evaluation shows that WSBD converges on average 63.9% faster than Adam for the popular ground-state-energy problem, an advantage that grows with QNN size. We provide a formal convergence proof for WSBD and show that parameter-wise freezing outperforms traditional layer-wise approaches in QNNs. Project page: https://github.com/Damrl-lab/WSBD-Stochastic-Freezing-Optimizer.",
      "pdf_url": "https://arxiv.org/pdf/2602.11383v1",
      "categories": [
        "cs.LG",
        "quant-ph"
      ]
    },
    {
      "id": "2602.11359v1",
      "title": "High-level hadronic tau lepton triggers of the CMS experiment in proton-proton collisions at $\\sqrt{s}$ = 13.6 TeV",
      "authors": [
        " CMS Collaboration"
      ],
      "published": "2026-02-11T20:46:53Z",
      "abstract": "The trigger system of the CMS detector is pivotal in the acquisition of data for physics measurements and searches. Studies of final states characterized by hadronic decays of tau leptons require the reconstruction and the identification of genuine tau leptons against quark- and gluon-initiated jets at the trigger level. This is a difficult task, particularly as improvements to the LHC have resulted in an increased number of interactions per bunch crossing in recent years. To address this challenge, a series of machine-learning algorithms with high identification efficiency and low computational cost have been incorporated into the high-level trigger for hadronically decaying tau leptons. In this paper, these developments and the trigger performance are summarized using data collected by the CMS experiment in proton-proton collisions at $\\sqrt{s}$ = 13.6 TeV in 2022$-$2023, corresponding to an integrated luminosity of 62 fb$^{-1}$.",
      "pdf_url": "https://arxiv.org/pdf/2602.11359v1",
      "categories": [
        "physics.ins-det",
        "hep-ex"
      ]
    },
    {
      "id": "2602.11345v1",
      "title": "NOvA's Current and Future Sterile Neutrino Searches",
      "authors": [
        "Adam Lister"
      ],
      "published": "2026-02-11T20:28:37Z",
      "abstract": "The NOvA experiment's most recent search for eV-scale sterile neutrinos under a 3+1 model simultaneously analyses muon neutrino and neutral current datasets from the NuMI beam at its Near ($\\sim$\\qty{1}{km} baseline) and Far (\\qty{810}{km} baseline) detectors to look for oscillations consistent with a sterile neutrino. The analysis is systematically limited in the region of parameter space where $Δm^2_{41} \\gtrsim 1~\\mathrm{eV}^2$. This region of parameter space is preferred by sterile neutrino interpretations of current experimental anomalies and so improving sensitivity here is high-priority. These proceedings present our current search strategy, and discusses future plans to include data from a second beamline, the Booster Neutrino Beam, to improve our sensitivity in systematics-dominated regions of parameter space.",
      "pdf_url": "https://arxiv.org/pdf/2602.11345v1",
      "categories": [
        "hep-ex"
      ]
    },
    {
      "id": "2602.11326v1",
      "title": "Multi-ion entangling gates mediated by spectrally unresolved modes",
      "authors": [
        "Modesto Orozco-Ruiz",
        "Florian Mintert"
      ],
      "published": "2026-02-11T19:57:33Z",
      "abstract": "Entangling interactions between distant qubits can be mediated via an additional degree of freedom. In conventional trapped-ion schemes, realizing a well-defined, coherent gate typically requires spectrally addressing a specific bus mode. As the ion number increases, the coupling to each individual motional mode becomes weaker, so gates on large ion strings mediated by a single mode are necessarily slow. Moreover, addressing a large number of modes demands complex driving schemes, and the fundamentally perturbative character of these approaches imposes constraints on achievable gate speed and fidelity.\n  Here, we introduce a scheme for entangling trapped-ion qubits using a time-dependent magnetic-field gradient, in which all axial motional modes participate in mediating the interaction and the gate construction is nonperturbative. The framework can be used to implement both multi-qubit gates and two-qubit gates between arbitrary pairs in a linear ion string. Through several explicit examples, we highlight the advantages over existing magnetic-gradient schemes and show how gates on multiple ion pairs can be carried out simultaneously.",
      "pdf_url": "https://arxiv.org/pdf/2602.11326v1",
      "categories": [
        "quant-ph"
      ]
    },
    {
      "id": "2602.11312v1",
      "title": "A Nonlinear $q$-Deformed Schrödinger Equation",
      "authors": [
        "M. A. Rego-Monteiro",
        "E. M. F. Curado"
      ],
      "published": "2026-02-11T19:33:48Z",
      "abstract": "We construct a new nonlinear deformed Schrödinger structure using a nonlinear derivative operator which depends on a parameter $q$. This operator recovers Newton derivative when $q \\rightarrow 1$. Using this operator we propose a deformed Lagrangian which gives us a deformed nonlinear Schrödinger equation with a nonlinear kinetic energy term and a standard potential $V(\\vec{x})$. We analytically solve the nonlinear deformed Schrödinger equation for $V(\\vec{x}) = 0$ and $q \\simeq1$. This model has a continuity equation, the energy is conserved, as well as the momentum and also interacts with electromagnetic field. Planck relation remains valid and in all steps we easily recover the undeformed quantities when the deformation parameter goes to 1. Finally, we numerically solve the equation of motion for the free particle in any spatial dimension, which shows a solitonic pattern when the space is equal to one for particular values of $q$.",
      "pdf_url": "https://arxiv.org/pdf/2602.11312v1",
      "categories": [
        "nlin.PS",
        "math-ph",
        "quant-ph"
      ]
    }
  ]
}